[
  {
    "organizationId": "17d18bd1-3578-49f6-af1d-7d083ab9921f",
    "platform": "SNAPSHOT",
    "title": "Voting for Staff Game Workers Purchase | Proposal for Optimizing the Distribution!",
    "description": "Biswap values the voice of its community and always works on improving its products. Biswap users are a big part of the project’s progress. And that’s why another important decision needs to be made through community voting.\n\n\nWe consider and value the opinion of our users. After analyzing the feedback from our community, we understand that with the current distribution in the Staff Game, many users do not have time to buy a Worker. Considering that the amount of Workers for sale is gradually decreasing, we found a way to optimize the process by distributing the remaining 11 000 Workers at once. Consequently, our users will have an easier time purchasing them and participating in the Staff Game.\n\nEssential Factors to Keep in Mind \n\nBefore reviewing the proposal from our team, let’s go over some of the crucial aspects. \n\nA total of 48 500 Workers with distribution for 48 weeks were available for sale at the launch of Staff Game. So far, 37 000 workers have been sold during 16 distributions. On August 18, the 17th distribution will take place for another 500 workers to be sold. A total of 11 000 workers will remain for distribution for the remaining 31 weeks. \n\nFor users to be able to participate in the Staff Game, we offer to put up for sale all remaining 11 000 Workers on August 25, 12:00 PM UTC.  \n\nThe sale of 11 000 Workers at once will not affect the stability of the BSW token. There are 60 094 BSW rewards for users who will purchase these 11 000 Workers. \n\n❗Note: \n\nIf the decision is made to distribute 11 000 remaining Workers at the same time, the conditions for purchase will remain the same:\n\n10 BSW staked in the BSW Holder Pool \n25 BSW is the price to hire 1 Worker (will be returned to you at the end of the hiring duration of your Worker along with a gained BSW reward) \n2 active Workers per wallet \n\nVoting Options \n\nTake into consideration all the information provided above. Your opinion is important to us - vote and let’s make a decision together.\n\nOption 1: Sell 11 000 Workers at once\nWorkers will be available to those who previously couldn’t hire one to participate in the Staff Game.\n\nOption 2: No Changes \nDistribution continues according to the previous specifications, and 11 000 Workers will be sold within the remaining 31 weeks.\n\nTerms & Conditions:\n\nThe voting period is from 11:00 AM UTC, August 12, to 11:00 AM UTC, August 15.\nThe voting counts BSW tokens in BSW Holder Pool, BSW Auto-compounding Launchpool, Manual BSW Launchpool, BNB — BSW, USDT — BSW Farming Pairs and BSW on the BEP-20 wallet balances.\nIf the number of votes is 51% or more for the option “Sell 11 000 remaining Workers Distribution at once”, the remaining Workers will be put up for sale on August 25, 12:00 PM UTC.  \nOnce voted, you will not be able to vote again.\nThere is no need to unstake your BSW tokens from Farms and/or Launchpools to vote. The system will automatically sum up all your tokens locked in Farms & Launchpools. Your BSW tokens will stay with you.\n\nDisclaimer:\n\nAs we operate in the DeFi space, the Biswap team assumes no responsibility or liability for the wallets participating in this community voting, as this is out of our control. Biswap has never used the team’s tokens to manipulate the community voting results, nor is it planning to do so in the future. \n\nAny reliance you place on the information provided by unofficial Biswap channels is strictly at your own risk. Under no circumstance shall Biswap be held liable for the wallets participating in the current community voting. The voting results shall be considered accurate and fair therefore representing public opinion. Everyone has the right to voice an opinion.\n\nClosing Thoughts \n\nWe remain committed to our mission, vision, and values. We must make decisions to ensure the platform's growth and improve our features for BSW holders. Biswap deeply appreciates your contribution to determining its future course. \n\nLet’s keep progressing and reaching new heights together! \n",
    "proposer": "0xb9bcfbf87f02272a76b7387e268a857a33511bd1",
    "proposalCreatedAt": "2022-08-12T10:01:14.000Z",
    "proposalNativeId": "0x2242f90a52a4d6228881aecf87a29bbd5d6c7ea93406c6da185e30be4cfc0786",
    "endedAt": "2022-08-15T08:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "304",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x2242f90a52a4d6228881aecf87a29bbd5d6c7ea93406c6da185e30be4cfc0786",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xb9bcfbf87f02272a76b7387e268a857a33511bd1/verified_dao_experience",
    "rank": 1
  },
  {
    "organizationId": "5b210f8c-a584-42ab-881a-d7a15c8ab985",
    "platform": "SNAPSHOT",
    "title": "QIP136: Vault Incentives Gauge (Round 16)",
    "description": "Vault incentives are allocated a total of 180k Qi per week. Following QIP047, the distribution of these rewards among vault types will be decided every two weeks by the DAO.\n\nTo vote, you must hold Qi. You can distribute your voting power among as many and as few collateral types as you wish. The aggregate distribution of responses will be used to calculate the final distribution of rewards.\n\n### Quorum Standards:\n\nDue to bridging fees, a minimum allocation of 15,000 QI per week (8.33% of the vote) is needed for a chain to receive rewards. If the collateral types for a chain collectively do not achieve a 15,000 QI per week allocation, then their rewards will be proportionally split among the other collateral types.",
    "proposer": "0xe204432ca41c3254eb8d50d2e2c11dfae1d67978",
    "proposalCreatedAt": "2022-08-11T04:57:58.000Z",
    "proposalNativeId": "0xd6b5fb4fa018954acc28e3c6c85046b89bed9242f14f0c1e01de9154fc6fcf77",
    "endedAt": "2022-08-14T17:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "184",
    "proposalUrl": "https://deepdao.io/feed-proposal/0xd6b5fb4fa018954acc28e3c6c85046b89bed9242f14f0c1e01de9154fc6fcf77",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xe204432ca41c3254eb8d50d2e2c11dfae1d67978/verified_dao_experience",
    "rank": 2
  },
  {
    "organizationId": "fe6aa70f-4877-4f6d-9c18-9a8cafc1fe28",
    "platform": "SNAPSHOT",
    "title": "[Consensus Check] Create the Uniswap Foundation",
    "description": "Read the full proposal here: https://gov.uniswap.org/t/consensus-check-create-the-uniswap-foundation/17457",
    "proposer": "0xf665f2ed351696817898fe0ace20c5c1bc3c5796",
    "proposalCreatedAt": "2022-08-10T15:39:27.000Z",
    "proposalNativeId": "0xd70b3e84db501c2633bc8189fcfc335726fce90584a3c37f6155580369f11023",
    "endedAt": "2022-08-15T16:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "465",
    "proposalUrl": "https://deepdao.io/feed-proposal/0xd70b3e84db501c2633bc8189fcfc335726fce90584a3c37f6155580369f11023",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xf665f2ed351696817898fe0ace20c5c1bc3c5796/verified_dao_experience",
    "rank": 3
  },
  {
    "organizationId": "9cc495be-6062-4b31-b4f8-424438ec1ed4",
    "platform": "SAFE",
    "title": " ARC: Add OP as Collateral to AAVE v3",
    "description": "## Summary\n\nThe proposal seeks to onboard the OP token as a collateral asset in Aave V3 on Optimism. The Optimism Foundation could also seed incentives while the initial liquidity of the pool is bootstrapped.\n\n## References\n\n1. **Project** - https://www.optimism.io/\n2. **Documentation Portal** - https://community.optimism.io/\n3. **Optimism Codebase** - [https://github.com/ethereum-optimism/optimism](https://github.com/ethereum-optimism/optimism)\n4. **Address** - https://optimistic.etherscan.io/address/0x4200000000000000000000000000000000000042\n5. **Chainlink Oracle** - https://optimistic.etherscan.io/address/0x0D276FC14719f9292D5C1eA2198673d1f4269246\n6. **Communities**\n   1. Discord | 45.2k Members -[ https://discord-gateway.optimism.io/](https://discord-gateway.optimism.io/)\n   2. Twitter | 222.8K Followers - https://twitter.com/OptimismFND\n   3. Mirror - https://optimism.mirror.xyz/\n   4. Twitch - [ https://www.twitch.tv/optimismpbc](https://www.twitch.tv/optimismpbc)\n\n### Summary\n\nInitially launched at the end of 2021, Optimism is an EVM equivalent L2 scaling solution. Optimism currently supports 100+ dapps and over $500m in on-chain value. Optimism drastically improves Ethereum’s scalability while retaining its security through rollup technology - having already saved its users over $1B in gas fees.\n\nThe OP token is a governance token for the Optimism Collective. OP holders are currently able to vote on various decisions impacting the Collective, including the grants, protocol upgrades, inflation adjustments, and other fundamental changes. The Collective is committed to an [iterative governance system](https://optimism.mirror.xyz/r888e4B5iiNQi-3_mO26ixgv-plQ099XWgqEOv9iWKA) that will evolve dynamically over time.\n\nOptimism hopes to use the launch of this token to establish a deeper partnership between the Optimism and Aave communities. This proposal would enable OP as collateral on AAVE V3 on Optimism.\n\n### Motivation\n\nWith the recent release of the OP token, we want to bolster initial growth for Aave V3 on Optimism. This will benefit the Aave community by creating a vibrant ecosystem around Aave V3, while being a strong first use case for OP.\n\n**Aave would be one of the first platforms to support OP as collateral.** The OP token is one of the first and leading rollup technology ecosystem tokens, so the Aave community would be supporting the scaling of Ethereum and onboard the cohort of users coming with it. L2s being the home for AAVE v3 could also gain a lot from this synergy.\n\nOverall, the use cases will create the opportunity to continue growing liquidity and usage of the Aave v3 pools on Optimism.\n\n### Specifications\n\nThe Optimism Foundation is submitting this ARC. The Foundation is a Cayman Islands foundation company. It serves as a steward for the healthy, sustainable development of the Optimism ecosystem.\n\nAs noted above, the OP token is a governance token for the Optimism Collective. At genesis there was an initial total supply of 4,294,967,296 OP tokens. The total token supply is set to inflate at a rate of 2% per year, unless changed through governance. ![|624x311](https://lh4.googleusercontent.com/eUzmlwxkHKo2tjFytMNLOfB5PGOB4dGk09Os1EqJdQmTcCB6vpFQjF0JwZAmQNqgStz52VnNh7oD73rDSCkevjOUtivLDe7Kfp4YbjvkqtFtL68GoqGgrxdzbm9NAtUPwTQC96d76kM7U0y87Zi9_Q)\n\nSince Aave v3 pools were recently deployed on Optimism, the use of OP as a collateral asset is the next logical step. We expect it would be the ideal home for OP pools on Aave, and for it to drive large amounts of volume to these pools. A strong bond between Optimism and Aave is a benefit to both communities. To fully realize this integration, OP would need to be added as collateral.\n\n### Risk Analysis\n\n#### **Proposed Risk Parameters**\nLTV: 30%\nLiquidation Threshold: 50%\nLiquidation Bonus: 12%\nReserve Factor: 30%\nAdd Supply Cap: 1M\n\n![risk_table](https://aws1.discourse-cdn.com/standard21/uploads/aave/optimized/2X/6/67e3d337c9d0bf234de1f6b93f54a3c484121600_2_1380x188.png)\n    \n*A non-image version of this table can be found [here](https://docs.google.com/spreadsheets/d/11afkiF0QeVKQ5aFgBmu6uImQY_MQFHEP8m5s_op_C_E/edit#gid=0)*.\n\n**The above scores are based on our understanding of the Aave risk rubric today (and are subject to change as the Optimism network evolves).*\n\n#### **Smart Contract Risk**\n\nThe token is a standard ERC20 + ERC20Votes implementation from OpenZeppelin with no custom code. The OP token has had an average of 53,337 daily transactions and a total of ~2.24M transactions to date. There is a large distribution of the token with ~88k holders.\n\n#### **Counterparty Risk**\n\nFor the initial airdrop, 5% of the initial OP supply was widely distributed to over 250,000 eligible addresses. 14% of the supply is reserved for future airdrops and 20% is reserved for RGPG where public goods will be retroactively receiving tokens. The OP token and bicameral governance system seeks to facilitate security and decentralization.\n\n#### **Market Risk**\n\nOP is one of the leading L2’s and ecosystem projects. Token is traded across top-exchanges with large market caps and 24Hr volumes.",
    "proposer": "0x730c22cd09ae53dfe09db4beb2bfca433def9919",
    "proposalCreatedAt": "2022-08-10T15:18:37.000Z",
    "proposalNativeId": "0x16d55ed730076b4f6ea09b9fcc62ea846b248a96f40fb3dbc6c1f193df013d6d",
    "endedAt": "2022-08-14T16:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "698",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x16d55ed730076b4f6ea09b9fcc62ea846b248a96f40fb3dbc6c1f193df013d6d",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x730c22cd09ae53dfe09db4beb2bfca433def9919/verified_dao_experience",
    "rank": 4
  },
  {
    "organizationId": "529571a8-5816-47ff-a50e-1e6372e2324b",
    "platform": "SAFE",
    "title": "GIP-61: Shall GnosisDAO fund BootNode as a Core Contributor Team?",
    "description": "## Simple Summary\n\nBootNode proposes to contribute engineering and development services to the Gnosis DAO ecosystem by building a hands-on autonomous team with relevant experience in multiple disciplines that will focus on growing the GC ecosystem adoption, starting with the following priorities:\n\n* Further strengthening and decentralizing the DAO development by incorporating an additional specialized Contributor Team working towards a shared goal.\n* Bridges operation: product discovery, development, coordination, and engineering to count with an up-to-date and sustainable Bridges operation: present infrastructure and future initiatives.\n* Circles: build the required infrastructure so many teams ideally can bring a wave of new users to the gnosis chain.\n* Gnosis Chain decentralization and security: running chain, beacon chain, and bridges nodes.\n* Other initiatives the DAO might need.\n\nThe team will commit long-term by starting with a 6-month engagement.\n\n## Motivation\n\nSince the early days, many BootNode (BN) team members have contributed to the Gnosis ecosystem by being exposed to different projects:\n\n* POA Network: creating the required infrastructure used later to build xDAI.\n* Gnosis Chain (formerly xDAI): from bootstrapping the network and being core contributors to different bridges and dApps, to educating, onboarding new projects, and consulting.\n* Core contributors to the Circles infrastructure.\n* Core contributors to the Gnosis Safe (BN became a Safe Guardian) and other projects such as Auctions, COW Protocol, Omen, and dxDAO.\n\nWe believe that the Gnosis DAO will benefit from the value BootNode can add due to its outstanding team and relevant experience. BootNode accelerates the building and growth of protocols, dApps, and networks through engineering, development, and governance.\n\nWe are confident we can work productively alongside the Gnosis DAO on different projects. We will push growth forward of the Circles, the Gnosis Chain, and other initiatives.\n\nAt BootNode, we share a vision to build a decentralized organization and network with a decentralized ecosystem of contributors. We strongly believe in a positive sum game for Gnosis DAO, where many protocol developers, web2 and web3 builders, infrastructure participants, researchers, and community members can work together.\n\n## Specification\n\nThe following items are the initial areas of contribution. However, they might change if they are no longer needed or if there are other initiatives where BootNode can provide higher value.\n\n### 1: Bridges\n\nThe team will work closely with all the involved parties to maintain and improve the bridge solutions that empower the Gnosis Chain (the native bridges [OmniBridge](https://omni.gnosischain.com/bridge) and [xDAI Bridge](https://bridge.gnosischain.com/) as well as other solutions such as [Connext Bridge](https://bridge.connext.network/) and [Hop Exchange](https://hopapp.exchange/)). Also, it will work on a new bridge that will consolidate existing options in one place. Last but not lease, we will contribute to the research and development of the trustless bridge already in progress.\n\nMilestones can change once the revised roadmap is discovered and created.\n\nMilestone #0\n\n* Goal: create a comprehensive roadmap and kick-off onboarding\n* Tasks\n  * Refine scope of work and iterate over a roadmap\n  * Define communication processes (roles, channels, etc.)\n  * Defile roles, assign responsibilities and allocate resources and team.\n  * Define specific milestones, timelines, and deliverables.\n* Deliverables\n  * A detailed roadmap with milestones, timelines, and action items.\n  * A document that defines the processes, workflows, and methodologies.\n* Outcomes\n  * Stakeholders agree on the roadmap.\n  * The team has a refined execution plan.\n  * A team with the required skills is allocated to deliver the results according to the roadmap.\n  * Kick-off date for starting executing the roadmap.\n\nMilestone #1\n\n* Goal: Maintenance and operational management\n* Tasks\n  * Improve financial operations of the bridges.\n    * Native Bridges (Omni + xDAI).\n    * Non-native bridges (Connext + Hop).\n  * Identify liquidity management needs on other bridging solutions such as Hop and Connext.\n  * Develop monitoring tools and dashboards to measure financial performance easily. (this one can be used as a starting point: https://dune.com/maxaleks/Compounding-in-xDai-bridges )\n  * Improve observability and monitoring of the bridge's infrastructure.\n  * Live Monitoring application that shows transaction status for each validator and can monitor transactions in both directions. (this can be used as a starting point: https://docs.tokenbridge.net/about-tokenbridge/components/amb-live-monitoring-application )\n  * Increase decentralization and scalability of both native and non-native bridges.\n  * Identify routers’ and validators’ maintenance needs.\n  * Communicate and coordinate with involved stakeholders.\n  * Identify and document technical debt.\n  * Identify governance issues if any and create a plan to solve them.\n* Deliverables\n  * Documented process of bridge operations.\n  * Control dashboard for measuring bridge's financial performance.\n  * Documented architecture of infrastructure, pipelines, and technical workflows.\n  * Reporting about bridge usage, costs, and revenues associated with bridges.\n  * Communicate additional capabilities of Omnibridge to developers.\n  * List of financial KPI to keep track of.\n  * P&L reporting.\n* Outcomes\n  * Better financial control, visibility, and transparency of bridge operations.\n  * Operation improvements reduce manual and reactive work that leads to slow, unproductive, and error-prone issues.\n\nMilestone #2\n\n* Goal: Consolidate Omni + xDAI UIs\n* Tasks\n  * Create UX wireframes for a consolidated UI.\n  * Create the front-end and UIs.\n  * If needed, refactor Omni bridges and xDAI bridge backends and infrastructure to easily make the UI merge.\n* Deliverables\n  * A repository with the new consolidated UI.\n  * New UI is deployed.\n* Outcomes\n  * UX is improved, aiming for fewer dropouts.\n  * Facilitate bridging operations into Gnosis Chain by a fairly simple process.\n\nMilestone #3\n\n* Goal: Security assessment plan and evaluation of bridges operation and infrastructure.\n* Tasks\n  * Evaluate the current security (web2 and web3).\n  * Define a security plan and action items to improve the security of the bridges.\n* Deliverables\n  * A document that describes the security assessment.\n  * A detailed security roadmap and best practices to follow.\n* Outcomes\n  * Improved awareness of the current security.\n  * Increased security of the operation and infrastructure.\n  * Reduced risks associated with possible security breaches (web2 and web3).\n\nMilestone #4\n\n* Goal: Evaluate options for native bridges to bridge to other networks (today, only mainnet is supported).\n* Tasks\n  * Analyze and research the needs and motivations to do it natively versus using/integrating with 3rd party solutions.\n  * Research and evaluate technical improvements and enhancements according to the research.\n* Deliverables\n  * A technical plan for enabling users to easily bridge to as many networks as possible.\n  * Submit GIPs according to research.\n* Outcomes\n  * The needs of assets bridging of users and protocols are clearly defined.\n  * Everyone can provide feedback on the future steps.\n\nMilestone #5 (might change the priority to be done sooner)\n\n* Goal: discovery phase to build a Bridge Aggregator.\n* Tasks\n  * Evaluate building a consolidated app that helps users to bridge assets from all kinds of chains to GC using any supported solution (could be a combination of Li.finance, xDAI, Omnibridge, Connext, Hop, and other options).\n  * Identify technical and business requirements.\n  * Create a Product Specifications Document.\n  * Create a roadmap with milestones, timelines, effort estimates, etc.\n* Deliverables\n  * Evaluation result: Go / No Go.\n  * Product Specifications Document.\n  * Product Development Plan.\n* Outcomes\n  * Stakeholders understand if such a product is needed and its value to the ecosystem.\n  * The team has complete visibility on what needs to be built.\n\nMilestones #6 and beyond: TBD\n\n### 2: Circles infrastructure\n\nWhen referring to Circles Infrastructure, the Circle UBI project has been lacking continuity of a development team, therefore, making the product roadmap hard to plan as every milestone relies on software development. As a result, the enormous potential of this ecosystem is not being fully realized. However, we could envision a possible roadmap:\n\n* Contribution to user-friendly frontends, including Circles.Land and Gnosis Safe.\n* Backends / Subgraphs\n* Monitoring\n* Dashboards\n* SDKs\n* Tech support to other teams building on Circles infrastructure\n* Contribute onboarding DAOs to benefit from Circles features.\n\nRoadmap: it is currently under development being built by several parties. To be published soon.\n\nScope of Work: Bootnode's team has already been working on this initiative as an ongoing project since May 2022, contributing with: back-end, front-end, QA, UI, and Project Management.\n\nAs an outcome of this proposal, we expect to maximize the overall Circles UBI growth.\n\nThe ecosystem will initially benefit as follows:\n\n* Circles users (individuals and DAOs): will enjoy new features, improved reliability, and great UX.\n* Gnosis DAO: additional level of certainty in fulfilling the Circles UBI vision.\n* Projects building on top of Circles; core infrastructure:\n  * Public roadmap with the features the team will implement in the future.\n  * Access to propose and prioritize feature requests.\n* Gnosis Chain: higher block utilization due to the expected growth of the Circles protocol.\n\n### 3: Gnosis Beacon Chain decentralization and security\n\nBootNode will setup and run the Gnosis Chain full-stack (validator nodes and bridges) focusing on the Gnosis Beacon Chain and its path to the merge contributing to making it happen before Main net.\n\nRoadmap: [https://evening-lake-61d.notion.site/Gnosis-beacon-chain-merge-ca7e8759e5094b18accdc077e4959315](https://evening-lake-61d.notion.site/Gnosis-beacon-chain-merge-ca7e8759e5094b18accdc07)\n\n### 4: Gnosis DAO growth\n\nWe believe that by relying on a long-term committed engineering team, GnosisDAO ecosystem will be able to work on a more sound, clear, and executable vision, considerably increasing the probability of hitting every milestone in the roadmap. Therefore, many other Gnosis ecosystem’s efforts can count on the outcomes produced by this team:\n\n* Support community development and education about Gnosis Chain, Bridges, and Circle UBI.\n* Be available for different potential needs of the DAO and the community.\n* Support research, create, and deliver new proposals within GIPs and expand Gnosis Chain to other ecosystems (protocols, networks, infrastructures, etc.).\n* Protocol smart contracts development and GIP support.\n* Attend technical conferences and Gnosis DAO events to support growth.\n* Support pair programming sessions and education with dApp teams to share best practices and one-on-one support.\n* Bootstrap, run, and manage Gnosis Beacon Chan and Gnosis Chain validators aligning long-term via GNO incentives.\n\n### Team\n\nBootNode excellence in delivering an outstanding contribution and thinking outside the box is leveraged by already existing characteristics that have been poolish as a result of a team with an average of 10+ years of experience building and shipping software for many industries and 5+ years for the EVM ecosystem in particular.\n\nWe have identified the right candidates to build a **6 to 8 members cross-functional and autonomous team (a Squad)** with all the required skills to work on the proposed scope of work, contribute to the network roadmap, and other potential work valuable to the chain.\n\nSome team members have participated in designing and developing the two existing native bridges (OmniBridge and xDai Bridge) and have worked with other cross-chain projects contributing to the core protocol and integrations, such as Connext Network. Also, part of the team has been contributing to building the Circle infrastructure developing a “Group Currency” layer on top of Circles for a couple of months and is fully knowledgeable about it.\n\nBootNode’s track record of experience in the field provides a competitive advantage to the GC that could speed the solution, derisk the DAO, and meet expectations.\n\n### Progress status\n\n* Bi-monthly progress reports in the forum.\n* Participation in the community calls.\n* Discord channels.\n* Roadmap, backlog, prioritization discussions, etc. are transparent and visible in notion, GitHub, and any other tool consistent with the other teams.\n\n### Terms of the Agreement\n\n* Time horizon: 6 months (closer to the end, a follow-on proposal will be created).\n* Amount: $580k in DAI or USDC.\n* GNO: 580 GNO (exclusively for running GBC validators for at least 12 months).\n* Safe address in main net: eth:0x3bCba50Ec74d18c583e0A832DD19AE37E9348790\n\n### Duration and Termination\n\n* This proposal shall come into force and be binding upon the Parties from the date the proposal is approved by the GnosisDAO governance mechanism.\n* The GnosisDAO may terminate BootNode’s engagement under this agreement for any reason by Governance Mechanism upon a 30-day notice as a new discussion thread in the GnosisDAO forum.\n* BootNode may terminate this agreement upon a 30-day notice as a new discussion thread in the GnosisDAO forum.\n* Without previous notification, BN will be entitled to terminate this agreement if GnosisDAO fails to make payments for more than 2 consecutive periods.\n\n# About BootNode\n\n**[BootNode](http://bootnode.dev/)** is a long-term dev & engineering partner focused on the Ethereum ecosystem that accelerates the development and adoption of decentralized infrastructure, protocols, applications, and ecosystems through engineering and investment.\n\nFounded by a team of engineers with an average of 10+ years of experience building and shipping highly available, highly scalable software for many industries and 3+ years for the blockchain ecosystem in particular.\n\nBoot Node contributes in different phases as an interdisciplinary team, from ideation to massive adoption. \n\n> more details in the forum.",
    "proposer": "0x2036cafe136f1ba6201ca6da6fcf461bd4c5e635",
    "proposalCreatedAt": "2022-08-10T14:37:57.000Z",
    "proposalNativeId": "0x70c0fa32438a38508fa4e011422e8955fad41fc246d569772faaedf9cfbfa876",
    "endedAt": "2022-08-17T14:35:02.000Z",
    "status": "ACTIVE",
    "totalVotes": "284",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x70c0fa32438a38508fa4e011422e8955fad41fc246d569772faaedf9cfbfa876",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x2036cafe136f1ba6201ca6da6fcf461bd4c5e635/verified_dao_experience",
    "rank": 5
  },
  {
    "organizationId": "fd991dca-141d-4e23-a23b-5d908110c337",
    "platform": "SNAPSHOT",
    "title": "LEGO: Expand LEGO Council by adding Alex Lykov",
    "description": "This is a proposal for Alex Lykov, LEGO Operations, to join LEGO as a council member. For the past 4 months Alex has been managing operations associated with LEGO, including organising new submissions, overseeing budgets and financials, developing quarterly reports and streamlining communications internal and external to LEGO.\nHis impact has been positive and his addition to the LEGO Council would allow him to strengthen his foothold within LEGO and further improve budget allocations amongst grants.\n\nIf this proposal passes:\n- Alex will be added to LEGO Council and, consequently, LEGO Gnosis Safe multisig as 8th member, with multisig’s becoming 4-of-8 one;\n- Alex will be allocated an individual budget of 15,000 LDO out of LEGO’s communal budget.\n\nIf it’s rejected:\n- No changes to the status quo.\n",
    "proposer": "0xdbbc6a93ae517d3ea568c04219cbbbd025f01cb6",
    "proposalCreatedAt": "2022-08-10T12:30:31.000Z",
    "proposalNativeId": "0x057282815b8bdc97056bdb70db178ffb69b70208221f8d35082b62dd17fec0ed",
    "endedAt": "2022-08-17T17:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "200",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x057282815b8bdc97056bdb70db178ffb69b70208221f8d35082b62dd17fec0ed",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xdbbc6a93ae517d3ea568c04219cbbbd025f01cb6/verified_dao_experience",
    "rank": 6
  },
  {
    "organizationId": "fd991dca-141d-4e23-a23b-5d908110c337",
    "platform": "SNAPSHOT",
    "title": "Should the team care about LDO's price?",
    "description": "Don't bother, just vote.\n\n",
    "proposer": "0x0f0b2adc2c4da73ed2721f6f270cbacf8c5355bb",
    "proposalCreatedAt": "2022-05-23T16:09:29.000Z",
    "proposalNativeId": "0xcb31f1b6e8c160a4c1ccb0145edf3102c8561cf409a68baff9fa629cd1b5e37a",
    "endedAt": "2023-01-01T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "790",
    "proposalUrl": "https://deepdao.io/feed-proposal/0xcb31f1b6e8c160a4c1ccb0145edf3102c8561cf409a68baff9fa629cd1b5e37a",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x0f0b2adc2c4da73ed2721f6f270cbacf8c5355bb/verified_dao_experience",
    "rank": 7
  },
  {
    "organizationId": "d658d832-10bc-4a4d-a2f6-e701f2df2963",
    "platform": "SNAPSHOT",
    "title": "NFT Finance never stop",
    "description": "All unclaim $NFTF have been burned\nProof of burned:\nhttps://etherscan.io/tx/0x76507d49506a1f849b2f44d201319ddc59df8baadc96449254cf8f3ca460898d\nNFT Finance has be governed by the community forever",
    "proposer": "0x9eafa492ea977985d16cb3c2007a92c446950c2e",
    "proposalCreatedAt": "2022-05-04T14:03:31.000Z",
    "proposalNativeId": "0x66f1890fe2eb9995f7ebc877aedb69ff73424dd80b774a8955f4c14be68bf360",
    "endedAt": "2032-05-04T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "782",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x66f1890fe2eb9995f7ebc877aedb69ff73424dd80b774a8955f4c14be68bf360",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x9eafa492ea977985d16cb3c2007a92c446950c2e/verified_dao_experience",
    "rank": 8
  },
  {
    "organizationId": "2627b664-fed1-4a35-b0a4-c7da20e82c72",
    "platform": "SNAPSHOT",
    "title": "Can the matic be stuck?",
    "description": "Can the matic be stuck?",
    "proposer": "0x9596eff0cdadec7fb16a6abcf1513919a7acd738",
    "proposalCreatedAt": "2022-05-03T01:41:42.000Z",
    "proposalNativeId": "0x6416317c3345ef693df606480035f05832792d6a108d1941c85f73dbeee1cce1",
    "endedAt": "2022-12-31T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "317",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x6416317c3345ef693df606480035f05832792d6a108d1941c85f73dbeee1cce1",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x9596eff0cdadec7fb16a6abcf1513919a7acd738/verified_dao_experience",
    "rank": 9
  },
  {
    "organizationId": "656f4b59-1cb8-4c3f-a9cb-4c1ca55f5a1e",
    "platform": "SNAPSHOT",
    "title": "Single choice voting test proposal",
    "description": "",
    "proposer": "0x4c7909d6f029b3a5798143c843f4f8e5341a3473",
    "proposalCreatedAt": "2022-04-28T08:59:22.000Z",
    "proposalNativeId": "0x4fe5bb66fb43b0a61376b2173d85a39df3f4b28131995674161072e2c1320ade",
    "endedAt": "2022-09-30T05:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "368",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x4fe5bb66fb43b0a61376b2173d85a39df3f4b28131995674161072e2c1320ade",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x4c7909d6f029b3a5798143c843f4f8e5341a3473/verified_dao_experience",
    "rank": 10
  },
  {
    "organizationId": "b6b47015-4dd4-45e2-b4c0-db707e1ed25e",
    "platform": "SNAPSHOT",
    "title": "现在还是牛市吗",
    "description": "",
    "proposer": "0xfa68c97a6d477c78ca6ff3cac41a26ecf995bd81",
    "proposalCreatedAt": "2022-04-24T09:02:43.000Z",
    "proposalNativeId": "0x29291b60cabc79c97e6b021a3aae895d43f3783f6c59d4c8a885b86c068aab7a",
    "endedAt": "2022-10-31T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "304",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x29291b60cabc79c97e6b021a3aae895d43f3783f6c59d4c8a885b86c068aab7a",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xfa68c97a6d477c78ca6ff3cac41a26ecf995bd81/verified_dao_experience",
    "rank": 11
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "NFT PURCHASE OFFER",
    "description": "\nCREATION OF AN \"NFT PURCHASE OFFER\"\n\nI suggest creating an (option) where members can make purchase offers for NFT's",
    "proposer": "0x59f4b03059396d6d30acaac394895b80b2d625da",
    "proposalCreatedAt": "2022-04-17T22:44:27.000Z",
    "proposalNativeId": "QmdxXnx2V7zfoG2bQ7Pqw1NKsFWnU6H3rVcrKTnJRv3m9J",
    "endedAt": "2023-01-01T00:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "195",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmdxXnx2V7zfoG2bQ7Pqw1NKsFWnU6H3rVcrKTnJRv3m9J",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x59f4b03059396d6d30acaac394895b80b2d625da/verified_dao_experience",
    "rank": 12
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "What is your preffered \"LockTime Staking)",
    "description": "As you know soon lovely FIXED TERM staking pool will lunch ! \n\nSo tell me what is your preffered LOCED PERIOD OF TIME staking choose ?!\n",
    "proposer": "0x390068fd83a5772d40d99f490088b12829c5aeea",
    "proposalCreatedAt": "2022-04-06T03:28:34.000Z",
    "proposalNativeId": "QmQC6a9pVDXFbTUgkaNBHCCoXeUd8ye6hVGSmZ3ypRHNs4",
    "endedAt": "2023-04-05T19:30:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "183",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmQC6a9pVDXFbTUgkaNBHCCoXeUd8ye6hVGSmZ3ypRHNs4",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x390068fd83a5772d40d99f490088b12829c5aeea/verified_dao_experience",
    "rank": 13
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Help Build School in Afghanistan!",
    "description": "Hello dear Community !\nSorry for taking your time!\n\nI am Dr. Issac Behr , a member of \"RedCross\" and \"Doctors Without Borders\"\nI have been working in war-torn areas since 2005 and right now im in afghanistan , panjshir city ! \nLife here get ruined after taliban incasion, \nand there are so many talented children that need school to get educated , me myself have $150k fund but there is a need for atleast $400k to build an school here !\n\nyou can take a look at this picture you will understand how life is bad for childrens here :\n\n[https://www.humanium.org/en/wp-content/uploads/2021/09/shutterstock_2025653747-1536x1024.jpg](https://)\n\nSo if you just could send a little money to my address to rasie this fund , i promise you when we build that school i will send you back 1% of school income to your addresses . Than you so much for you kindness , hope one day every children get happy ! and poverty get distincted!\n\nBSC address:\n\n0x390068fD83a5772d40d99F490088b12829c5aEeA",
    "proposer": "0x390068fd83a5772d40d99f490088b12829c5aeea",
    "proposalCreatedAt": "2022-03-31T12:02:47.000Z",
    "proposalNativeId": "QmaT7oiHd2GG1n8UVMbELtTFLajuN8Wv66cWz8zNi3RHu2",
    "endedAt": "2023-08-27T19:30:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "235",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmaT7oiHd2GG1n8UVMbELtTFLajuN8Wv66cWz8zNi3RHu2",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x390068fd83a5772d40d99f490088b12829c5aeea/verified_dao_experience",
    "rank": 14
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "take pancake swap to jupiter",
    "description": "In your exchange or in cake token make it a project of web 3.0 either as decentralized file storage platform, content sharing, media sharing etc, as there is paradime shift coming for sure till next bitcoin halving, work on it and make a solid use case of pancake native token beside staking and ifo offering etc. \nyours sincerely.",
    "proposer": "0xdcbc430e2858177aaf8215e1a274a954f47c4b39",
    "proposalCreatedAt": "2022-03-27T02:28:51.000Z",
    "proposalNativeId": "QmX352n6EcxKaJWZqYS9tp6qytTsS3jfaFmJLWjAv7CVN4",
    "endedAt": "2024-10-30T20:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "222",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmX352n6EcxKaJWZqYS9tp6qytTsS3jfaFmJLWjAv7CVN4",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xdcbc430e2858177aaf8215e1a274a954f47c4b39/verified_dao_experience",
    "rank": 15
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "I want to buy an apartment in Moscow) Help me)",
    "description": "Forgive me please) I understand that this is not a question of the community of CAKE holders) Which I love very much) I have been dreaming for several years to buy an apartment in one of several unique historical houses in Moscow. I need a million dollars, but I can’t earn it yet) I will be glad if you can help) Forgive me if I wasted your time) Thank you very much, God bless you ) Peace to all!\n\n0x47150580574152018af7B26fFEB25E9e303cbC5f\n\n\n\n請原諒我）我知道這不是 CAKE 持有者社區的問題）我非常喜歡）多年來我一直夢想在莫斯科幾座獨特的歷史建築之一中購買一套公寓。 我需要一百萬美元，但我還不能賺到）如果你能幫忙，我會很高興）如果我浪費了你的時間，請原諒我）非常感謝你，上帝保佑你）祝大家平安！\n\n0x47150580574152018af7B26fFEB25E9e303cbC5f\n\n\n\nПростите меня пожалуйста) Я понимаю, что это не вопрос сообщества владельцев CAKE) Которое я очень люблю) Уже несколько лет мечтаю купить квартиру в одном из  уникальных исторических домов в Москве. Мне нужен миллион долларов, но я пока не могу его заработать) Буду рад, если вы поможете) Простите, если отнял у вас время) Спасибо большое, храни вас Бог) Мир всем!\n\n0x47150580574152018af7B26fFEB25E9e303cbC5f\n\n\n\nسامحني من فضلك) أفهم أن هذه ليست مسألة تخص مجتمع حاملي الكيك) التي أحبه كثيرًا) كنت أحلم منذ عدة سنوات بشراء شقة في أحد المنازل التاريخية العديدة الفريدة في موسكو. أحتاج إلى مليون دولار ، لكنني لا أستطيع كسبها بعد) سأكون سعيدًا إذا كنت تستطيع المساعدة) سامحني إذا ضيعت وقتك) شكرًا جزيلاً لك ، بارك الله فيك) السلام للجميع!\n\n0x47150580574152018af7B26fFEB25E9e303cbC5f",
    "proposer": "0x47150580574152018af7b26ffeb25e9e303cbc5f",
    "proposalCreatedAt": "2022-03-24T19:12:55.000Z",
    "proposalNativeId": "QmaLFGDwHP14nV5wqLw9MXV4KoXjtyRCC7J8McqKMf2mmf",
    "endedAt": "2023-12-30T17:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "190",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmaLFGDwHP14nV5wqLw9MXV4KoXjtyRCC7J8McqKMf2mmf",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x47150580574152018af7b26ffeb25e9e303cbc5f/verified_dao_experience",
    "rank": 16
  },
  {
    "organizationId": "65d1dd78-b3ed-4680-a4d5-338dd4d9d7b7",
    "platform": "SNAPSHOT",
    "title": "Do you think bear market will last the whole 2022?",
    "description": "",
    "proposer": "0x5da3e1051ba8c38bf17c8a4bb266e88b54bfea4e",
    "proposalCreatedAt": "2022-03-22T15:46:53.000Z",
    "proposalNativeId": "0x889f248c8390c61af2599aecf3b53ef5655309fc554986d04d906cb8eda287b3",
    "endedAt": "2022-09-13T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "234",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x889f248c8390c61af2599aecf3b53ef5655309fc554986d04d906cb8eda287b3",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x5da3e1051ba8c38bf17c8a4bb266e88b54bfea4e/verified_dao_experience",
    "rank": 17
  },
  {
    "organizationId": "f371d9fe-db1d-4ea0-9583-531c3ebb1cfe",
    "platform": "SNAPSHOT",
    "title": "Do you earn money in crypto so far?",
    "description": "",
    "proposer": "0x98ee51a2119520e562ed724ae2a933be5542bb9d",
    "proposalCreatedAt": "2022-03-22T15:40:51.000Z",
    "proposalNativeId": "0x7b3be7e05d6d16a7c737bb2ae2bc94e5a979bf94d177fb664c5c5867aad3e572",
    "endedAt": "2022-10-20T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "238",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x7b3be7e05d6d16a7c737bb2ae2bc94e5a979bf94d177fb664c5c5867aad3e572",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x98ee51a2119520e562ed724ae2a933be5542bb9d/verified_dao_experience",
    "rank": 18
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "Yuga Labs will be harmful to the healthy development of NFT market.",
    "description": "",
    "proposer": "0x98ee51a2119520e562ed724ae2a933be5542bb9d",
    "proposalCreatedAt": "2022-03-22T15:16:15.000Z",
    "proposalNativeId": "0x6aac9de28a98997bba693476e6f0f4aed37219a59f96e0b0ec4c51eba6b36ca3",
    "endedAt": "2022-12-26T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "1701",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x6aac9de28a98997bba693476e6f0f4aed37219a59f96e0b0ec4c51eba6b36ca3",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x98ee51a2119520e562ed724ae2a933be5542bb9d/verified_dao_experience",
    "rank": 19
  },
  {
    "organizationId": "4b71babe-cd23-4350-a553-03f0ddf84449",
    "platform": "SNAPSHOT",
    "title": "How do you think about STEPN dapp?",
    "description": "",
    "proposer": "0x5da3e1051ba8c38bf17c8a4bb266e88b54bfea4e",
    "proposalCreatedAt": "2022-03-22T14:58:29.000Z",
    "proposalNativeId": "0xe568649ecd3941202519f49a70dde064e463986c6a648dae0625bd0394ac6d04",
    "endedAt": "2022-12-29T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "329",
    "proposalUrl": "https://deepdao.io/feed-proposal/0xe568649ecd3941202519f49a70dde064e463986c6a648dae0625bd0394ac6d04",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x5da3e1051ba8c38bf17c8a4bb266e88b54bfea4e/verified_dao_experience",
    "rank": 20
  },
  {
    "organizationId": "4b71babe-cd23-4350-a553-03f0ddf84449",
    "platform": "SNAPSHOT",
    "title": "Will $APE be the best reserve currency as BTC and ETH?",
    "description": "",
    "proposer": "0x46496ce9c6771548e5c5f99f958db910c3fd3607",
    "proposalCreatedAt": "2022-03-19T03:23:48.000Z",
    "proposalNativeId": "0x323690d2b7a4d1119a9dfded1e95278fd43d51dd98e3c4be524a4265d44ffca0",
    "endedAt": "2022-12-03T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "302",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x323690d2b7a4d1119a9dfded1e95278fd43d51dd98e3c4be524a4265d44ffca0",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x46496ce9c6771548e5c5f99f958db910c3fd3607/verified_dao_experience",
    "rank": 21
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "Is Luna a Ponzi?",
    "description": "",
    "proposer": "0xb6253ecddcf2706a049aa622a10e09991725a29c",
    "proposalCreatedAt": "2022-03-19T02:40:47.000Z",
    "proposalNativeId": "0x5ed4fc1e97d899be4e4580f7a06a977cd0afcb7cf3c345247d8af32fd5c91e3e",
    "endedAt": "2022-12-03T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "1741",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x5ed4fc1e97d899be4e4580f7a06a977cd0afcb7cf3c345247d8af32fd5c91e3e",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xb6253ecddcf2706a049aa622a10e09991725a29c/verified_dao_experience",
    "rank": 22
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "VC is the biggest threaten to Web3 development.",
    "description": "",
    "proposer": "0xd8568406644708a2bbdfeb56c5173e721907a8c2",
    "proposalCreatedAt": "2022-03-18T17:04:57.000Z",
    "proposalNativeId": "0x998d94e784e0213631ad73ad35f49b181ed5e340c93d96d1261b0ea2ceb1cecc",
    "endedAt": "2022-12-05T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "1720",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x998d94e784e0213631ad73ad35f49b181ed5e340c93d96d1261b0ea2ceb1cecc",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xd8568406644708a2bbdfeb56c5173e721907a8c2/verified_dao_experience",
    "rank": 23
  },
  {
    "organizationId": "4b71babe-cd23-4350-a553-03f0ddf84449",
    "platform": "SNAPSHOT",
    "title": "According to Instagra's statement that they will introduce NFT, do you think instagram will launch its own token project?",
    "description": "",
    "proposer": "0x8a64a943ba6f803b6f08c1ba53e0d0a00be195c1",
    "proposalCreatedAt": "2022-03-18T16:51:41.000Z",
    "proposalNativeId": "0x133d2e94086a457d0d60c589655842189de1a33b1a1fc2eef33a28e799d99768",
    "endedAt": "2022-12-05T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "287",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x133d2e94086a457d0d60c589655842189de1a33b1a1fc2eef33a28e799d99768",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x8a64a943ba6f803b6f08c1ba53e0d0a00be195c1/verified_dao_experience",
    "rank": 24
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "Will you invest the project on Aptos network?",
    "description": "",
    "proposer": "0x0be2163c4d25816bcfa4db17e0a97b224fee0144",
    "proposalCreatedAt": "2022-03-18T16:38:33.000Z",
    "proposalNativeId": "0x3f68f86a07ce9320da92f075192d948702a38c1bb9a0ece8ad348d7407abc09f",
    "endedAt": "2022-12-08T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "1579",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x3f68f86a07ce9320da92f075192d948702a38c1bb9a0ece8ad348d7407abc09f",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x0be2163c4d25816bcfa4db17e0a97b224fee0144/verified_dao_experience",
    "rank": 25
  },
  {
    "organizationId": "4b71babe-cd23-4350-a553-03f0ddf84449",
    "platform": "SNAPSHOT",
    "title": "If you don't have BYAC, do you feel angry or jealous?",
    "description": "",
    "proposer": "0x0fecfca94170197040937a2936a1826696681b6e",
    "proposalCreatedAt": "2022-03-18T15:33:47.000Z",
    "proposalNativeId": "0x5aae77420ab2b2ce2c6050894052fc78fd63150c58d6f3c1b98f797f51d43f3e",
    "endedAt": "2022-12-10T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "276",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x5aae77420ab2b2ce2c6050894052fc78fd63150c58d6f3c1b98f797f51d43f3e",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x0fecfca94170197040937a2936a1826696681b6e/verified_dao_experience",
    "rank": 26
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "If Binance was hacked, should the customer's loss be payed by Binance?",
    "description": "",
    "proposer": "0xebf33408b53529c885d60ea285f2948842f36ee2",
    "proposalCreatedAt": "2022-03-18T13:13:25.000Z",
    "proposalNativeId": "0x14255e6e42c26e75ee72156b1d3fec926e90c8889df0b4889eff523f3782fc12",
    "endedAt": "2022-12-12T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "1531",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x14255e6e42c26e75ee72156b1d3fec926e90c8889df0b4889eff523f3782fc12",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xebf33408b53529c885d60ea285f2948842f36ee2/verified_dao_experience",
    "rank": 27
  },
  {
    "organizationId": "4b71babe-cd23-4350-a553-03f0ddf84449",
    "platform": "SNAPSHOT",
    "title": "Is there any possibility that BTC exceed 100K in 2022?",
    "description": "",
    "proposer": "0x1215d8f1ff1df42a084c533cb6f70f69c0e07052",
    "proposalCreatedAt": "2022-03-18T09:52:39.000Z",
    "proposalNativeId": "0x887179f55c02f9f1e292ee94898e542a02131a2b04a548bf8e17cfd7673d94bb",
    "endedAt": "2022-12-13T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "265",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x887179f55c02f9f1e292ee94898e542a02131a2b04a548bf8e17cfd7673d94bb",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x1215d8f1ff1df42a084c533cb6f70f69c0e07052/verified_dao_experience",
    "rank": 28
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "Which one is the official domain service provider at FLOW platform, mynft.io or find.xyz?",
    "description": "",
    "proposer": "0xdaae34a2bd629e4670e0c77c98b7cecea1d2f08a",
    "proposalCreatedAt": "2022-03-18T02:29:57.000Z",
    "proposalNativeId": "0xa1c4b3e412dc7200b4c8a8609d916afe3c6c1199e79889fe25dd3c369152538b",
    "endedAt": "2022-12-18T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "832",
    "proposalUrl": "https://deepdao.io/feed-proposal/0xa1c4b3e412dc7200b4c8a8609d916afe3c6c1199e79889fe25dd3c369152538b",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xdaae34a2bd629e4670e0c77c98b7cecea1d2f08a/verified_dao_experience",
    "rank": 29
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "Does Gnosis system have its own domain service as ENS?",
    "description": "",
    "proposer": "0xb761c66bf4c5145c850b40ba0c32bb8f5ce6bfb1",
    "proposalCreatedAt": "2022-03-18T02:12:24.000Z",
    "proposalNativeId": "0x133e3f683e4b6020993c0874740be3ca33ba4b138c771d2d26812212a10f8e33",
    "endedAt": "2022-12-19T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "701",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x133e3f683e4b6020993c0874740be3ca33ba4b138c771d2d26812212a10f8e33",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xb761c66bf4c5145c850b40ba0c32bb8f5ce6bfb1/verified_dao_experience",
    "rank": 30
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "Do you think Bored APE will reach 200 ETH?",
    "description": "",
    "proposer": "0xcbe0e5622d31a9ef86de83ea41af33fd4617a555",
    "proposalCreatedAt": "2022-03-17T17:26:52.000Z",
    "proposalNativeId": "0x8b8f9e57d7fbd972a91f30bd408905d89e8d446b2769edacab333167f5c88203",
    "endedAt": "2022-12-22T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "710",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x8b8f9e57d7fbd972a91f30bd408905d89e8d446b2769edacab333167f5c88203",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xcbe0e5622d31a9ef86de83ea41af33fd4617a555/verified_dao_experience",
    "rank": 31
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "Do you think ETH will reach 10K after merge?",
    "description": "",
    "proposer": "0x7532f5c18b5e2197f2bc186671dd658067423ede",
    "proposalCreatedAt": "2022-03-16T04:09:28.000Z",
    "proposalNativeId": "0x0811dea8483c59e88df3040cdec7f8ece25fd20763a86aef4cf90efa006f8e1d",
    "endedAt": "2022-12-27T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "682",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x0811dea8483c59e88df3040cdec7f8ece25fd20763a86aef4cf90efa006f8e1d",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x7532f5c18b5e2197f2bc186671dd658067423ede/verified_dao_experience",
    "rank": 32
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "What will be Fantom future, after AC quit job?",
    "description": "",
    "proposer": "0x119e72114566da53c13c3159f37e9dfb1c0b5537",
    "proposalCreatedAt": "2022-03-07T03:44:59.000Z",
    "proposalNativeId": "0xe55e4d29c8457818724acda76094aa94301e0b6e14f335c1c994133e5eff0e96",
    "endedAt": "2022-11-20T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "727",
    "proposalUrl": "https://deepdao.io/feed-proposal/0xe55e4d29c8457818724acda76094aa94301e0b6e14f335c1c994133e5eff0e96",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x119e72114566da53c13c3159f37e9dfb1c0b5537/verified_dao_experience",
    "rank": 33
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "What time will BTC reach 60K again in 2022?",
    "description": "",
    "proposer": "0x3181c9f4616932599add7e6da17a9f114e3cef2b",
    "proposalCreatedAt": "2022-03-06T09:32:54.000Z",
    "proposalNativeId": "0x107021c4f26cac988b538e8e092e58e27bef6a9d42164e21e4eebd9ce5134478",
    "endedAt": "2022-12-29T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "698",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x107021c4f26cac988b538e8e092e58e27bef6a9d42164e21e4eebd9ce5134478",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x3181c9f4616932599add7e6da17a9f114e3cef2b/verified_dao_experience",
    "rank": 34
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "Will BAYC launch GameFi on Polygon?",
    "description": "",
    "proposer": "0xdb4e69ca236766c27dfd54affbb92018abb71e05",
    "proposalCreatedAt": "2022-03-03T18:24:39.000Z",
    "proposalNativeId": "0xb1c004ac9dd994e0057875c05af3e55c3ff40dcd3055507262f2a99ccf2892df",
    "endedAt": "2022-10-31T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "883",
    "proposalUrl": "https://deepdao.io/feed-proposal/0xb1c004ac9dd994e0057875c05af3e55c3ff40dcd3055507262f2a99ccf2892df",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xdb4e69ca236766c27dfd54affbb92018abb71e05/verified_dao_experience",
    "rank": 35
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "Do you think if BTC would be adopted in Russia in 2 years?",
    "description": "",
    "proposer": "0xffa92c8083658c5601c3785516f49ac37f058a21",
    "proposalCreatedAt": "2022-03-03T18:14:02.000Z",
    "proposalNativeId": "0xb3b25eef5ba72b0a91d162757fbb9d0930dcdf15811e48fd5f5da224363b7307",
    "endedAt": "2022-12-21T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "925",
    "proposalUrl": "https://deepdao.io/feed-proposal/0xb3b25eef5ba72b0a91d162757fbb9d0930dcdf15811e48fd5f5da224363b7307",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xffa92c8083658c5601c3785516f49ac37f058a21/verified_dao_experience",
    "rank": 36
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "Will you invest the project like Ukraine Dao in the future?",
    "description": "",
    "proposer": "0x7ab37f3c29a243d97751026b256e7b5ecfda11d1",
    "proposalCreatedAt": "2022-03-03T17:11:44.000Z",
    "proposalNativeId": "0x3da950e6b191ee91ce925de7b2606c999c11054e936ec6e0fc1b907510788152",
    "endedAt": "2022-10-31T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "891",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x3da950e6b191ee91ce925de7b2606c999c11054e936ec6e0fc1b907510788152",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x7ab37f3c29a243d97751026b256e7b5ecfda11d1/verified_dao_experience",
    "rank": 37
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "If you had 1,000 ETH, do you have plan to buy a BAYC?",
    "description": "",
    "proposer": "0x3181c9f4616932599add7e6da17a9f114e3cef2b",
    "proposalCreatedAt": "2022-03-02T15:55:49.000Z",
    "proposalNativeId": "0xb4242d05b60fbfc19e4916b50e05e972014b9f89b3e2240ef76ddd1820f7fb77",
    "endedAt": "2022-12-18T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "908",
    "proposalUrl": "https://deepdao.io/feed-proposal/0xb4242d05b60fbfc19e4916b50e05e972014b9f89b3e2240ef76ddd1820f7fb77",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x3181c9f4616932599add7e6da17a9f114e3cef2b/verified_dao_experience",
    "rank": 38
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "Would you invest more for Dao then for BTC in 2022",
    "description": "",
    "proposer": "0x58535e81564a72315bb2c309578f0b7757ec52d2",
    "proposalCreatedAt": "2022-03-02T15:44:43.000Z",
    "proposalNativeId": "0x8e87149743dec21bd40fdc24ee1344ff2e6317b834f1ed186448805b083d14b8",
    "endedAt": "2022-12-31T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "838",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x8e87149743dec21bd40fdc24ee1344ff2e6317b834f1ed186448805b083d14b8",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x58535e81564a72315bb2c309578f0b7757ec52d2/verified_dao_experience",
    "rank": 39
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "How to make Polygon NFT market more popular?",
    "description": "",
    "proposer": "0xada0272a23465975c472e04524507241cffdc451",
    "proposalCreatedAt": "2022-03-01T15:04:06.000Z",
    "proposalNativeId": "0x52c82db51c9ce90754b9c40d280d01725cd7bcfab31327836f3a871311c31ac0",
    "endedAt": "2022-11-30T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "733",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x52c82db51c9ce90754b9c40d280d01725cd7bcfab31327836f3a871311c31ac0",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xada0272a23465975c472e04524507241cffdc451/verified_dao_experience",
    "rank": 40
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "Which will be the best choice for normal citizen, Gold, US Dollar, or BTC, in one war?",
    "description": "",
    "proposer": "0x92d887da7150316fca05a1583d9e77430bd94923",
    "proposalCreatedAt": "2022-03-01T10:19:13.000Z",
    "proposalNativeId": "0xcb63f4b3069362d511e8fe372a5fcda66663f6e417b88c0f8d3c40bcfef9d3d2",
    "endedAt": "2022-12-31T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "710",
    "proposalUrl": "https://deepdao.io/feed-proposal/0xcb63f4b3069362d511e8fe372a5fcda66663f6e417b88c0f8d3c40bcfef9d3d2",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x92d887da7150316fca05a1583d9e77430bd94923/verified_dao_experience",
    "rank": 41
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "How to make Polygon more popular?",
    "description": "",
    "proposer": "0x9b79c43b6b2859e69d40aa585f2473a792ab9869",
    "proposalCreatedAt": "2022-03-01T07:42:57.000Z",
    "proposalNativeId": "0x669801c43769d07d346af5f73a56f7094fa934691a9f44e19a8029f864813d11",
    "endedAt": "2022-12-20T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "666",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x669801c43769d07d346af5f73a56f7094fa934691a9f44e19a8029f864813d11",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x9b79c43b6b2859e69d40aa585f2473a792ab9869/verified_dao_experience",
    "rank": 42
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "Will Opensea release token in 2022?",
    "description": "",
    "proposer": "0xfece7fa71657cbb6a22b2ce825761b9c86aac70e",
    "proposalCreatedAt": "2022-02-28T16:32:34.000Z",
    "proposalNativeId": "0x1e728138a88636fe4c1896f6110d66967610d546cfebd09619766428a4f157dc",
    "endedAt": "2022-12-31T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "745",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x1e728138a88636fe4c1896f6110d66967610d546cfebd09619766428a4f157dc",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xfece7fa71657cbb6a22b2ce825761b9c86aac70e/verified_dao_experience",
    "rank": 43
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "Will Matic price reach $5 in 2022?",
    "description": "",
    "proposer": "0x3936f2f785d39ce6736f19bbbd5a44e23e1f6932",
    "proposalCreatedAt": "2022-02-28T16:20:44.000Z",
    "proposalNativeId": "0xbda0e588b8305369259dd1f0c2192d8f3a841f7551615009339b5263877a9539",
    "endedAt": "2022-11-30T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "719",
    "proposalUrl": "https://deepdao.io/feed-proposal/0xbda0e588b8305369259dd1f0c2192d8f3a841f7551615009339b5263877a9539",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x3936f2f785d39ce6736f19bbbd5a44e23e1f6932/verified_dao_experience",
    "rank": 44
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "New private AI (Artificial Intelligence) tool can predict the next price of BNB on the next 1h - 1Day - 7Day",
    "description": "The tool it's called [CoinLyse.com](https://coinlyse.com)\n\n**CoinLyse** is a new generation of Artificial Intelligence (AI) software that can predict the next price based on multiple conditions, such as how the chart reacts to the current price over the life of the crypto coin, and makes a lot of comparisons based on all the times he reached the current price, also, builds its analysis on a lot of other conditions such as the strength of buyers and sellers and more...\n\nBut the most important thing about **CoinLyse** is that its AI software upgrades its algorithm every day to get better prediction.\n\nAnd other important feature that we have our program can also predict the average price that can be reached (Currently you can see the expected price for the next 1 hour, 1 day and 7 days)\n\nwhat are you waiting for? Watch our simple video tutorial and start trying it out with a small budget or on the TradingView Whitepaper and after you find the best strategy you can use on your real money to make more money!\n\nAnd I want to point out that we will soon provide an API if you are interested in creating your own BOT and we are also planning to publish our private BOT and our other tools\n\nNOTE: We have started our project with BNB to analyze AI results after that we will upgrade it to support more coins\n\nCreated with ♡ by the CoinLyse team\ncheers\n\n\n![A test image](https://coinlyse.com/img/exp.6a5a8c9b.png)\n\n***Copied From CoinLyse***",
    "proposer": "0x2cc21d87deecf317adbbd85dbd13f6a6091d6e79",
    "proposalCreatedAt": "2022-02-25T01:10:20.000Z",
    "proposalNativeId": "QmZCvWqN4nxRiFdLDdVHvxwovR5JJ6kxqchad2it2fYZeR",
    "endedAt": "2023-06-11T00:15:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "351",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmZCvWqN4nxRiFdLDdVHvxwovR5JJ6kxqchad2it2fYZeR",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x2cc21d87deecf317adbbd85dbd13f6a6091d6e79/verified_dao_experience",
    "rank": 45
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "New private AI (Artificial Intelligence) tool can predict the next price of BNB on the next 1h - 1Day - 7Day",
    "description": "The tool it's called coinlyse.com\n\n**CoinLyse** is a new generation of Artificial Intelligence (AI) software that can predict the next price based on multiple conditions, such as how the chart reacts to the current price over the life of the crypto coin, and makes a lot of comparisons based on all the times he reached the current price, also, builds its analysis on a lot of other conditions such as the strength of buyers and sellers and more...\n\nBut the most important thing about **CoinLyse** is that its AI software upgrades its algorithm every day to get better prediction.\n\nAnd other important feature that we have our program can also predict the average price that can be reached (Currently you can see the expected price for the next 1 hour, 1 day and 7 days)\n\nwhat are you waiting for? Watch our simple video tutorial and start trying it out with a small budget or on the TradingView Whitepaper and after you find the best strategy you can use on your real money to make more money!\n\nAnd I want to point out that we will soon provide an API if you are interested in creating your own BOT and we are also planning to publish our private BOT and our other tools\n\nNOTE: We have started our project with BNB to analyze AI results after that we will upgrade it to support more coins\n\nCreated with ♡ by the CoinLyse team\ncheers",
    "proposer": "0x2cc21d87deecf317adbbd85dbd13f6a6091d6e79",
    "proposalCreatedAt": "2022-02-25T01:09:05.000Z",
    "proposalNativeId": "QmZzzkWd5z543ycs4sxoP8zyKMKMKPQSmDFsDEcuhuAkRF",
    "endedAt": "2023-01-01T00:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "343",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmZzzkWd5z543ycs4sxoP8zyKMKMKPQSmDFsDEcuhuAkRF",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x2cc21d87deecf317adbbd85dbd13f6a6091d6e79/verified_dao_experience",
    "rank": 46
  },
  {
    "organizationId": "bff66cf5-8824-4842-bfc6-a6331b9b2a00",
    "platform": "SNAPSHOT",
    "title": "polygon如果不解决拥堵问题，会尝试用其他链吗？",
    "description": "",
    "proposer": "0x43d6703d429013691b59cdc0196627ba10594b4d",
    "proposalCreatedAt": "2022-02-24T04:41:26.000Z",
    "proposalNativeId": "0x63ef40aa99a62bf70c49fbdae61babc110dd7264daaf9cb08402c341df51806c",
    "endedAt": "2022-08-19T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "683",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x63ef40aa99a62bf70c49fbdae61babc110dd7264daaf9cb08402c341df51806c",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x43d6703d429013691b59cdc0196627ba10594b4d/verified_dao_experience",
    "rank": 47
  },
  {
    "organizationId": "58f31894-b468-4d4c-8b1d-7e73278f059b",
    "platform": "SNAPSHOT",
    "title": "Is aibitrum smooth to use?",
    "description": "",
    "proposer": "0x43d6703d429013691b59cdc0196627ba10594b4d",
    "proposalCreatedAt": "2022-02-17T14:47:57.000Z",
    "proposalNativeId": "0x9bcf495cd88d7d005c8991c5fb6ca9b4cce2489cb86e19644fcc921a0ffc0c73",
    "endedAt": "2022-11-12T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "734",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x9bcf495cd88d7d005c8991c5fb6ca9b4cce2489cb86e19644fcc921a0ffc0c73",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x43d6703d429013691b59cdc0196627ba10594b4d/verified_dao_experience",
    "rank": 48
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Allow cleaning the list of proposals",
    "description": "Many proposals \"exploit a bug\" allowing the proposals to stay on the top of the list regardless of their relevancy. This proposal uses the same \"bug\" to do so.\n\nScrolling through the list of community proposals is already Hell for us community members, imagine what it must be for the PCS devs ..\n\nAllowing members to close down a proposal by adding a mandatory option in the optionsList would allow the community to trim out the useless / fake proposals.\nCurrently all we can do is vote `no`, if there is such an option.\n\nAnother option would be to report it to the team, but in my humble opinion this adds centralization so I offer it as an alternative option.",
    "proposer": "0xd3bae990fd596ff86c7a3617538aba89592d64d9",
    "proposalCreatedAt": "2022-02-16T10:47:25.000Z",
    "proposalNativeId": "QmWdaaN1zjLbyW2FpUWLyhXY8heWMv3GVS8kZoviwGxAGd",
    "endedAt": "2032-02-01T00:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "905",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmWdaaN1zjLbyW2FpUWLyhXY8heWMv3GVS8kZoviwGxAGd",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xd3bae990fd596ff86c7a3617538aba89592d64d9/verified_dao_experience",
    "rank": 49
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Create a set of Pancake Tools",
    "description": "The PancakeSwap community could enjoy a set of tools suchs as : \n\n* **Smart Converter** \nThis would allow people to convert their small assets into CAKE without the hassle to go through each one of them separately\n\n* **Easy LP** \nBasically, this would allow anyone to convert their BNB, BUSD or USDT into a pair of LPs.\n\n* **Compound**\nThis button would exist on each pool and allow converting your earnings into CAKE to then immediately reinvest it into that pool.",
    "proposer": "0xd3bae990fd596ff86c7a3617538aba89592d64d9",
    "proposalCreatedAt": "2022-02-15T14:04:39.000Z",
    "proposalNativeId": "QmNkvCVdM3VpaUtubmrpjrzRT3KsFvnvz6wxb15nLZXhzz",
    "endedAt": "2023-02-14T23:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "849",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmNkvCVdM3VpaUtubmrpjrzRT3KsFvnvz6wxb15nLZXhzz",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xd3bae990fd596ff86c7a3617538aba89592d64d9/verified_dao_experience",
    "rank": 50
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Increase Private IFO allocation ",
    "description": "I think it would be good to increase the private IFO allocation to encourage people to buy the pancake squard NFT.",
    "proposer": "0x42ba001719ce41fd28249073a7fb55630b5f9185",
    "proposalCreatedAt": "2022-02-15T01:48:06.000Z",
    "proposalNativeId": "QmTs1uLGUHz4nA4oJhkMgsLdR265aA2GkgqR3WXkpSnRLV",
    "endedAt": "2022-12-31T00:15:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "835",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmTs1uLGUHz4nA4oJhkMgsLdR265aA2GkgqR3WXkpSnRLV",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x42ba001719ce41fd28249073a7fb55630b5f9185/verified_dao_experience",
    "rank": 51
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Feature where your cake is automatically staked into new pools.",
    "description": "Hello Cake lovers!! \n\nI would like to know your thoughts on a pool that you stake your cake in (auto compounding like the IFO cake pool).  \n\nThis pool would automatically move your funds to the newest staking pool example: Stake Cake Earn Fuse \n\nIt would be fully automated and you can select how much cake you would like to be allocated in each pool. ex: 25% of cake in autocake pool. \n\n\n\n\nIf you would like to support me here is my wallet, \n0x2FD9739d0b1470f265321592A9b7e331ddbb7045  \n",
    "proposer": "0x2fd9739d0b1470f265321592a9b7e331ddbb7045",
    "proposalCreatedAt": "2022-02-12T14:41:15.000Z",
    "proposalNativeId": "QmUrVGts4ZgZWRDW88kDdkGntcaDojYZEnngqW1BuvtrpJ",
    "endedAt": "2022-09-30T05:30:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "384",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmUrVGts4ZgZWRDW88kDdkGntcaDojYZEnngqW1BuvtrpJ",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x2fd9739d0b1470f265321592a9b7e331ddbb7045/verified_dao_experience",
    "rank": 52
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Give Squad rarity some purpose",
    "description": "I was thinking why don't give squad rarity some use? Sometimes I see ultra rare Squad sold on really slow price, like they were common ones.\nIt would be nice to see some ranking list of the Squad based on rarity, and for example, the more rare the Squad is, the more cake in the IFO you can commit.\nWe could maybe implement some pool/farm bonus to the Squad owner which gives the bonus based on rarity.\n\nI don't know, these are some utilities that came to my mind, but actually anything else would be super. What do you think?\n",
    "proposer": "0xdb9c0139026337255dd83e35ab415e1e095c36e1",
    "proposalCreatedAt": "2022-02-08T22:35:52.000Z",
    "proposalNativeId": "QmUELhXj1qPLZHdCS1BZXdAQarzgKnqDqnU6AE7VhULvyS",
    "endedAt": "2030-01-01T22:45:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "865",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmUELhXj1qPLZHdCS1BZXdAQarzgKnqDqnU6AE7VhULvyS",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xdb9c0139026337255dd83e35ab415e1e095c36e1/verified_dao_experience",
    "rank": 53
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Tokenomic Issues",
    "description": "I propose to increase the APR of staking and liquidity providing to reward the active users of Pancakeswap.\n\nWith low APRs (and getting lower due to votes) we are not incentivising people to use Pancakeswap directly, if CAKE has little to no emmisions at all why use Pancakeswap? Just hold your CAKE in an exchange, much easier.\n\nI don't think people fully understand the effect of emissions, think of emissions as a company giving stock dividends instead of cash, let's say 4% stock dividend, nothing happens at all, because everybody gets 4% (This is not the case for Pancakeswap since we have burns).\n\nHowever not all CAKE holders get the best returns. Let's go back to the dividend example, some people get the 4%, some don't, in this scenario the 4% return guy actually gets something because he gets more compared to others. This is a good way to reward people who actually use Pancakeswap.\n\nIf CAKE emmisions go to zero, there will be no more staking and rewards for providing liquidity is very low. What do you think will happen to Pancakeswap if that occurs?\n\nHere's another one, people just get excited over high APRs even if it's pure inflation. (to reiterate CAKE is not purely inflationary due to burns).\n\nFrom what I see most people want CAKE to be deflationary, which is great, but not the best option. If what you want is to get the maximum amount of value, increasing emissions is the best option. If you're reading this you're one of the people going to benefit from higher emissions. \n\nI'm not proposing to increase the emissions to max immediately, there are people who want the exact opposite of what I'm proposing after all. \n\nDeflation can still be achieved, what we need to do is focus on deflationary products, instead of trying to force it through lower emissions.\n\nWe get more burns if more people use the platform, increasing emissions will get us more users.\n\nThank you for reading, let's continue to make this a great community.",
    "proposer": "0x2f4879b1e962df56a82a8758a58344fa706d8943",
    "proposalCreatedAt": "2022-01-29T06:58:18.000Z",
    "proposalNativeId": "QmSRVzxoqhzTDExpv3KRYuTZZ5TZWPdNjazkXZHLVLv8Cs",
    "endedAt": "2022-12-31T16:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "254",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmSRVzxoqhzTDExpv3KRYuTZZ5TZWPdNjazkXZHLVLv8Cs",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x2f4879b1e962df56a82a8758a58344fa706d8943/verified_dao_experience",
    "rank": 54
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Add support multiple Blockchains",
    "description": "Add support multiple Blockchains\nAdd support of switching between multiple Blockchains starting at BSC, for example, and getting back to it easily. Only with verified PancakeSwap profiles to be able to enable this interesting and highly requested feature in the cryptographic environment. That with this function the step between chains is paid with Cake, our favorite touch of the BSC network, the burning is increased and the auto-manual pool is “maintained”. The use of Cake would be multiplied, because it would have an interesting use case. It would also be adding networks by voting of verified users, only because they are the ones who mainly use the function.\nAdd the general function to the world: Switching networks, Voting for new networks, using Cake for rates.\nAdd the function for users with profile: Change of networks, Voting for new networks, use of Cake for rates.\nLeave everything the same, no network switching function.\nAgregar soporte de pasar entre varias Blockchain iniciando en BSC, por ejemplo y volver a ella fácilmente. Solo con perfiles verificados de PancakeSwap para poder habilitar esta interesante función muy solicitado en el ambiente criptográfico. Que con esta función se pague el paso entre cadenas con Cake, nuestro toquen favorito de la red BSC, se aumenta la quema y se “mantiene” el pool auto-manual. El uso de Cake seria multiplicado, porque este tendría un caso de uso interesante. Seria también agregar redes por votación de usuarios verificados, solamente porque son los que usuarios la función principalmente.\nAgregar la función general al mundo: Cambio de redes, Votaciones para nuevas redes, uso de Cake para tarifas.\nAgregar la función para usuarios con perfil: Cambio de redes, Votaciones para nuevas redes, uso de Cake para tarifas.\nDejar todo igual, sin función de cambio de redes.",
    "proposer": "0xeee268de2f01808f1ba6ff1a8714233f29d6a445",
    "proposalCreatedAt": "2022-01-27T17:24:06.000Z",
    "proposalNativeId": "QmZCZRCwo9Ng7sm32i7qUq7t86wJhWn84x6zGR7EpKM5fq",
    "endedAt": "2023-04-16T09:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "284",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmZCZRCwo9Ng7sm32i7qUq7t86wJhWn84x6zGR7EpKM5fq",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xeee268de2f01808f1ba6ff1a8714233f29d6a445/verified_dao_experience",
    "rank": 55
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "CAKE proposals allow responses but add a small fee in CAKE. ",
    "description": "Allow open discourse & the 'fee ' exchange of ideas to any proposal .\n\n\nadd a fee to do so, make the fee small  but in CAKE that is then burned.\n\nthis will prevent meatpuppets spamming the proposal & if they do CAKE will be burned. \n\nthis will also raise the quality of the conversation as the fee will prevent 'meaningless' responses, by those that own 0 CAKE. \n\nit will allow ideas to flourish like a bunny filled meadow on a bright summer day.",
    "proposer": "0x4946065a94536b3a730a271f9400d4a11a459f43",
    "proposalCreatedAt": "2022-01-16T06:32:54.000Z",
    "proposalNativeId": "Qmbkrcx9pscxBmRB97sX7UDsWHd6kTwMUH5Lvo9GqELSUx",
    "endedAt": "2030-09-10T15:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "1036",
    "proposalUrl": "https://deepdao.io/feed-proposal/Qmbkrcx9pscxBmRB97sX7UDsWHd6kTwMUH5Lvo9GqELSUx",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x4946065a94536b3a730a271f9400d4a11a459f43/verified_dao_experience",
    "rank": 56
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "CAKE Chain? CAKE own smart chain?",
    "description": " Benefits \n\n\nTechnology advancement\n\nnew chain technology could would allow the CAKE DEX to do more, including cross chain etc. \n\nFees go back to CAKE \n\nobvious advantages for the CAKE faithful bakers. \n\nDEX is the future \n\nthis means more Bakers in CAKE more load on the already stressed BSC, it seems inevitable that either the BSC will need to evolve or CAKE needs to evolve a new chain perhaps a new common chain is the answer? however CAKE transactions should generate CAKE fees for CAKE bakers. \n\nLower fees\n\nCAKE chain would have the ability to generate fees for CAKE bakers however these fees should be lower than the present BSC chain based in current metrics this is because of both advancement in Bunny technology & the current market price ratio.\n\n\n Summary \n\nI propose CAKE needs to evolve  it's own new chain with the best technology available maybe reach out to leaders in the community & weigh it with security technology to allow the DEX to evolve with cross chain on & off ramps & trading,  CAKE the next level.  \nbased on the aforementioned benefits & probably many more. ",
    "proposer": "0x4946065a94536b3a730a271f9400d4a11a459f43",
    "proposalCreatedAt": "2022-01-16T06:12:00.000Z",
    "proposalNativeId": "QmNUGhK32KbQ1ePa5UBGkXrUdVpn4dz7PtYgXyh3EbNhEn",
    "endedAt": "2030-09-10T15:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "1088",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmNUGhK32KbQ1ePa5UBGkXrUdVpn4dz7PtYgXyh3EbNhEn",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x4946065a94536b3a730a271f9400d4a11a459f43/verified_dao_experience",
    "rank": 57
  },
  {
    "organizationId": "a356feb3-546c-457b-a1c5-cde5bb39d5df",
    "platform": "SNAPSHOT",
    "title": "when go to the moon?",
    "description": "",
    "proposer": "0xab93bf0635ccf8e6e1e136922f1c793c3f4f6014",
    "proposalCreatedAt": "2022-01-16T01:34:46.000Z",
    "proposalNativeId": "0x8a0f66380258ab056c609192a3df6b3cb233d5652cfb91e197dbd3acfa8deb71",
    "endedAt": "2023-01-04T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "317",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x8a0f66380258ab056c609192a3df6b3cb233d5652cfb91e197dbd3acfa8deb71",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xab93bf0635ccf8e6e1e136922f1c793c3f4f6014/verified_dao_experience",
    "rank": 58
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Huobi  Super Profitable Primelist Code :  jjz46",
    "description": "Huobi Referral Code\n and Super Profitable Primelist Code:\nClick here: https://www.huobi.mw/en-us/topic/double-invite/register/?invite_code=jjz46&name=Banshee&avatar=4\n\nor use this code: jjz46\n\nYou'll get up to $2000 of Primelist rewards  on Huobi,real  bonus real activites,magic miner and more beautiful things.",
    "proposer": "0xf35ec9f6a76877796ae9d35d5e5e4452d0d95786",
    "proposalCreatedAt": "2022-01-12T15:41:37.000Z",
    "proposalNativeId": "Qmcn62G2HKtRTmohxQ9Ki2LAUVWY9a5khBTFbRqi6oi5M8",
    "endedAt": "2023-01-09T17:30:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "717",
    "proposalUrl": "https://deepdao.io/feed-proposal/Qmcn62G2HKtRTmohxQ9Ki2LAUVWY9a5khBTFbRqi6oi5M8",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xf35ec9f6a76877796ae9d35d5e5e4452d0d95786/verified_dao_experience",
    "rank": 59
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Binance - best exchange in the world refferal code : CakeUser",
    "description": "Binance Referral Code\n\nClick here: https://accounts.binance.com/ru/register?ref=35008948\n\nor use this code: CakeUser\n\nYou'll be on Binance. ",
    "proposer": "0xf35ec9f6a76877796ae9d35d5e5e4452d0d95786",
    "proposalCreatedAt": "2022-01-12T15:21:17.000Z",
    "proposalNativeId": "QmYSK5qib4KX5hnX4jNbTQZG7ka3fkhHdXQq9ucPjNtpZq",
    "endedAt": "2024-02-19T17:15:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "612",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmYSK5qib4KX5hnX4jNbTQZG7ka3fkhHdXQq9ucPjNtpZq",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xf35ec9f6a76877796ae9d35d5e5e4452d0d95786/verified_dao_experience",
    "rank": 60
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Deduct pool emissions to zero lead to Deflation, we need cake to be deflation",
    "description": "Deduct pool emissions to zero lead to Deflation, we need cake to be deflation",
    "proposer": "0xc9cf4b850c90bbeb81ff413826d2e69106ea3a27",
    "proposalCreatedAt": "2022-01-03T10:26:48.000Z",
    "proposalNativeId": "QmRvtmET4PUYCLZn9msmMR3DbxGU3jrZfNQ8rv4FBSUS3c",
    "endedAt": "2023-01-31T16:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "1770",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmRvtmET4PUYCLZn9msmMR3DbxGU3jrZfNQ8rv4FBSUS3c",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xc9cf4b850c90bbeb81ff413826d2e69106ea3a27/verified_dao_experience",
    "rank": 61
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "AmirEhsan",
    "description": "Freedom For All",
    "proposer": "0x8a9eb31cfe5680100cbed967fb423565aabb7270",
    "proposalCreatedAt": "2022-01-01T18:44:06.000Z",
    "proposalNativeId": "QmaPaBG4XqXuvCU9qB9kb6h4NxgjLcofrgJYxhNeSdAXNd",
    "endedAt": "2024-01-01T08:30:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "1591",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmaPaBG4XqXuvCU9qB9kb6h4NxgjLcofrgJYxhNeSdAXNd",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x8a9eb31cfe5680100cbed967fb423565aabb7270/verified_dao_experience",
    "rank": 62
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "cake会支持zksync二层吗？",
    "description": "",
    "proposer": "0x86304c499baf3eea0265c941e204449ad0f01df6",
    "proposalCreatedAt": "2022-01-01T04:13:33.000Z",
    "proposalNativeId": "0xddf6000abf9089883d15ecd1022c6d22eda65bd11ed61c753a124da8fc31c60b",
    "endedAt": "2022-10-31T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "1206",
    "proposalUrl": "https://deepdao.io/feed-proposal/0xddf6000abf9089883d15ecd1022c6d22eda65bd11ed61c753a124da8fc31c60b",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x86304c499baf3eea0265c941e204449ad0f01df6/verified_dao_experience",
    "rank": 63
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "A",
    "description": "I love Crypto",
    "proposer": "0x55d3a17f03ea81222fdf125e1bfd79aab0602ab7",
    "proposalCreatedAt": "2021-12-30T20:29:01.000Z",
    "proposalNativeId": "QmSTmLZxE3AXV1sjcuaemvP46BuZYbk1t6xPLLNX81gs7r",
    "endedAt": "2022-12-30T20:30:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "794",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmSTmLZxE3AXV1sjcuaemvP46BuZYbk1t6xPLLNX81gs7r",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x55d3a17f03ea81222fdf125e1bfd79aab0602ab7/verified_dao_experience",
    "rank": 64
  },
  {
    "organizationId": "439fb7db-431c-4d93-a9cf-49a59a73a739",
    "platform": "SNAPSHOT",
    "title": "I want to finish the task",
    "description": "",
    "proposer": "0xce0dacc4e88c14512e56155f8faaeacdaaeb4ea2",
    "proposalCreatedAt": "2021-12-27T15:36:35.000Z",
    "proposalNativeId": "0x97b0b5d7680fa631d8272791b86444b7348f6467465ca3c2dddcabd4783aef17",
    "endedAt": "2024-04-26T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "248",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x97b0b5d7680fa631d8272791b86444b7348f6467465ca3c2dddcabd4783aef17",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xce0dacc4e88c14512e56155f8faaeacdaaeb4ea2/verified_dao_experience",
    "rank": 65
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Add an 5 Year Transactions History, and Buy In Price of Cryptos",
    "description": "We all need to see how much our investments are worth, it would be nice if we could track how much we lose/win and for how much we bough an Crypto on Pancakeswap.",
    "proposer": "0xe3c4dab7f80236c451a8b10704174e277d6d33d7",
    "proposalCreatedAt": "2021-12-20T21:34:50.000Z",
    "proposalNativeId": "QmVx9wrN6kDRJXaGcaj7uggDywE1s93qMTLQ2PGVPzAbbG",
    "endedAt": "2022-12-30T23:15:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "1384",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmVx9wrN6kDRJXaGcaj7uggDywE1s93qMTLQ2PGVPzAbbG",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xe3c4dab7f80236c451a8b10704174e277d6d33d7/verified_dao_experience",
    "rank": 66
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "METAVERSE PLANET",
    "description": "METAVERSE BİR DÜNYA YAPIN . HERKES ORADAN EV ARSA DÜKKAN EŞYA ALSIN. HERKESİN İŞYERİ ORADA OLSUN TATİL ADALARI OLSUN CENNET GİBİ YERLER OLSUN ALIŞBERİŞ OLSUN HERKESİN 24 saat vakit geçireceği harika bir evren planet olsun siz pancake ailesi olarak en iyi bunu yapabilecek insanlarsınız",
    "proposer": "0xdab5193a0920302bf5c12a7ac16d56e1b283cf97",
    "proposalCreatedAt": "2021-12-20T10:47:49.000Z",
    "proposalNativeId": "QmRjdhbqeLe6MYBQicLC53sMz4uYcsp5fzJ5657AckvyrN",
    "endedAt": "2023-12-19T22:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "583",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmRjdhbqeLe6MYBQicLC53sMz4uYcsp5fzJ5657AckvyrN",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xdab5193a0920302bf5c12a7ac16d56e1b283cf97/verified_dao_experience",
    "rank": 67
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Allow us to setup Limit Orders & Trading Grid Bots (will burn more cake and higher apy) ",
    "description": "It would be nice to introduce trading bots which would require limit orders to work. With trading bots it will greatly increase the volume and the burn rate of cake. (from fees).\n\n\nExample of trading bot setup\nParameter 5-20\n100 orders\n\nSo if cake hits 5 you will have 100% cake and if cake hits 20 your will have 100% stables. In between 5 to 20 there would be 100 sell/buy orders. So imagine the account of trading fees and lp rewards being generated. This would mean more cake will be burnt and more rewards will be given. In my opinion the lp rewards will be much more higher than now. \n\n",
    "proposer": "0x42ba001719ce41fd28249073a7fb55630b5f9185",
    "proposalCreatedAt": "2021-12-19T16:55:01.000Z",
    "proposalNativeId": "QmRqjAV6tMduLSgQhE8mdmyUoGChT5xYF2v61YgzmeB4fS",
    "endedAt": "2022-12-31T00:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "898",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmRqjAV6tMduLSgQhE8mdmyUoGChT5xYF2v61YgzmeB4fS",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x42ba001719ce41fd28249073a7fb55630b5f9185/verified_dao_experience",
    "rank": 68
  },
  {
    "organizationId": "839dae4c-9129-4bfd-966d-5f3c1f713653",
    "platform": "SNAPSHOT",
    "title": "polygonfeiyonghainengzaididianma?",
    "description": "",
    "proposer": "0x66ab770a229523cfb13639a2cfcc9565331d9881",
    "proposalCreatedAt": "2021-12-09T03:54:32.000Z",
    "proposalNativeId": "0xb3bdc64bddcfe41819f41fb7e59070b4706e0557ae6a310f4f12105af684c719",
    "endedAt": "2023-03-31T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "236",
    "proposalUrl": "https://deepdao.io/feed-proposal/0xb3bdc64bddcfe41819f41fb7e59070b4706e0557ae6a310f4f12105af684c719",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x66ab770a229523cfb13639a2cfcc9565331d9881/verified_dao_experience",
    "rank": 69
  },
  {
    "organizationId": "839dae4c-9129-4bfd-966d-5f3c1f713653",
    "platform": "SNAPSHOT",
    "title": "polygondegashelima?",
    "description": "",
    "proposer": "0x4e0f090d9ff07403de7931129939c9744eedb4f2",
    "proposalCreatedAt": "2021-12-09T03:06:55.000Z",
    "proposalNativeId": "0x22102486218388b2e6460380aa851a097788b550458a5e02a2def8f5b9297a01",
    "endedAt": "2023-03-31T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "208",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x22102486218388b2e6460380aa851a097788b550458a5e02a2def8f5b9297a01",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x4e0f090d9ff07403de7931129939c9744eedb4f2/verified_dao_experience",
    "rank": 70
  },
  {
    "organizationId": "839dae4c-9129-4bfd-966d-5f3c1f713653",
    "platform": "SNAPSHOT",
    "title": "maticzhi5meiyuanma?",
    "description": "",
    "proposer": "0x8a657cc0ad6f55adf94b6d06bd82a0e863afea99",
    "proposalCreatedAt": "2021-12-09T03:03:00.000Z",
    "proposalNativeId": "0x5d7e2da3dcf789ad2cf6c047d377ca793568e45cc846884f27eabf6305240784",
    "endedAt": "2023-03-31T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "204",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x5d7e2da3dcf789ad2cf6c047d377ca793568e45cc846884f27eabf6305240784",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x8a657cc0ad6f55adf94b6d06bd82a0e863afea99/verified_dao_experience",
    "rank": 71
  },
  {
    "organizationId": "839dae4c-9129-4bfd-966d-5f3c1f713653",
    "platform": "SNAPSHOT",
    "title": "matichuidao4meiyuanma?",
    "description": "",
    "proposer": "0x03d0f40f6f2fdf92cb56f9de9089c2a10adcf259",
    "proposalCreatedAt": "2021-12-09T02:52:02.000Z",
    "proposalNativeId": "0xc4b5e28c3ed7eef6739119037d64500990f5a2d56147d38416f997b6198f8e2b",
    "endedAt": "2023-03-31T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "183",
    "proposalUrl": "https://deepdao.io/feed-proposal/0xc4b5e28c3ed7eef6739119037d64500990f5a2d56147d38416f997b6198f8e2b",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x03d0f40f6f2fdf92cb56f9de9089c2a10adcf259/verified_dao_experience",
    "rank": 72
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Roadmap's Higher Priority to Lending & Borrowing & Fixed Term Staking",
    "description": "Hello everyone, to burn more cake and attract liquidity we need new mechanisms and new functions for Pancakeswap.\n\nI propose to give a higher priority in the roadmap in the development of:\n1) Lending & borrowing\n2) Fixed terms staking",
    "proposer": "0xc70b3d976bdbcde9f919f2621a718d5d343e8f9f",
    "proposalCreatedAt": "2021-12-03T11:53:51.000Z",
    "proposalNativeId": "QmeAsojXbWyJaT5LvqQFrfMhqxLFRLBaFmGWsdcnsea2RR",
    "endedAt": "2027-08-20T22:45:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "649",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmeAsojXbWyJaT5LvqQFrfMhqxLFRLBaFmGWsdcnsea2RR",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xc70b3d976bdbcde9f919f2621a718d5d343e8f9f/verified_dao_experience",
    "rank": 73
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Community help needed,  emergency matter of life",
    "description": "Hi all of my caky friends, I'm Estifen and I'm from iran, i know what may you think aboute us iranian people, but iranians are not bad at all they sufferedfor 43 years in the hands of the regime,  as a Christian in Iran i should say we suffer here , the government held people poor and maked country a place that you don't wanna know about and travel to .. when you are Christian in iran you can't work almost in any where, they don't give a shit about us here!\ni should left here long time ago but .. i fell in love with a girl here so we have been together for 11 years , but we couldn't get married here because of our religion it's banned here the marriage of a Christian with a Muslim and the punishment is execution! \nso me and she we had so many hard years being separated so we tried to get out and travel somewhere else to another country,  me and my family we are not poor that much but not normal either.. so my family helped us with money and we spoked with here family and make them satisfied with our decision , and there was the start of our problems, because of our iranian passport we can't just go anywhere we want we had to get visa from European countries that it is so hard for someone with a normal bank account and low money, so we tried  to get visa but we failed, so we decided to go with the human traffickers, we trust someone that we shouldn't,  all of my family savings was 25000$  , because of dollar high price in iran! we even sold our house for that, but the trafficker guy took the money and didn't do the job, and i didn't see him again till now 😔\nnow I'm depressed she is depressed and her family are blaming me for what happened and i don't know what should i do, we need to start our life together we spend so many year separated and i just can't do it anymore without here, i had so many hard days in the past and all i want is a normal life with someone that i loved for years, now i have no money left, now i want to ask for help of the community,  if anyone can help me with some donations I'm begging to do it, I'll do my best to create a life and work hard and i will deposit back the donated money in the future , i know the internet is full of lies and ....\n but i told you guys the truth i swear to Bible none of my words was not lie, i really need your help😔\n \n we will be thankful forever for your help🙏\n I wish all the community a good and happy Christmas and new year, i wish the best for you guys 🤍 \n \n this is my wallet address :\n \n 0xF378C9cD4c1b106FBE0caB649e3d909eb14ccF68",
    "proposer": "0xf378c9cd4c1b106fbe0cab649e3d909eb14ccf68",
    "proposalCreatedAt": "2021-12-01T02:12:42.000Z",
    "proposalNativeId": "QmTFwC1mzhyk9DjcfrEQswqFfKhH4G26gumxPBEpBHf78W",
    "endedAt": "2022-11-30T20:30:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "791",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmTFwC1mzhyk9DjcfrEQswqFfKhH4G26gumxPBEpBHf78W",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xf378c9cd4c1b106fbe0cab649e3d909eb14ccf68/verified_dao_experience",
    "rank": 74
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Pink Shiba Inu",
    "description": "[$SHIBPINK](https://shibainu.pink)",
    "proposer": "0x2662a60628191b940bb9f3952a57a408d5fc7e53",
    "proposalCreatedAt": "2021-11-30T16:00:13.000Z",
    "proposalNativeId": "QmQmBgRm4Mm8ByUcRX5kDWXT4dQSPARNYRvNDCEc21Zs6Y",
    "endedAt": "2022-11-01T21:45:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "916",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmQmBgRm4Mm8ByUcRX5kDWXT4dQSPARNYRvNDCEc21Zs6Y",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x2662a60628191b940bb9f3952a57a408d5fc7e53/verified_dao_experience",
    "rank": 75
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "PANCAKESWAP REDEFINITION",
    "description": "\nThe thing that PCS needs to stop doing first is stop promoting BNB. Then need to start promoting CAKE. 1. STOP USING BNB FOR PREDICTIONS AND USE CAKE. (Why would you use BNB in the first place.) BNB doesn’t need PCS help. BNB needs PCS have more use case for there token like swaps. 2. PANCAKESWAP needs to stop sticking on ONE CHAIN AND needs a MULTI CHAIN APPROACH. Every platform now is going multi chain but PCS. How is PCS going to continue to be successful if they are only on BSC. 3. MAKING THE WEBSITE A LOT FASTER. ITS SLOW AF. 4. PCS NEEDS TO START OWNING PART OF LIQUIDITY AND STRENGTHEN THE TREASURY FOR DEVELOPMENT. 5. PCS NEEDS INCREASE BURNS AND/OR REDUCE EMISSIONS. The market is too saturated with CAKE.      5. PCS NEEDS TO CONCENTRATE ON WHAT IT DOES BEST INSTEAD OF CHASING A FAD. I am sorry to say why NFT???? There are so many platforms out there doing NFTs. Instead of wasting energy on NFTs. PCS needs to concentrate on there success such as LAUNCHPAD, IFO, FARMING AND WHATEVER TO HELP NEW PLATFORMS TO LAUNCH. 5. THE ONLY FARMS THAT SHOULD BE PAID IN CAKE IS CAKE PAIRs. Every other pair in farming should be paid out on their own native token not CAKE. This why we have immense inflationary pressure and might also reflect a high selling pressure if the user decides not to choose CAKE.​It needs to improve its use cases and utility or CAKE will fall by the waist side.\n\nPreview\n\nThe thing that PCS needs to stop doing first is stop promoting BNB. Then need to start promoting CAKE. 1. STOP USING BNB FOR PREDICTIONS AND USE CAKE. (Why would you use BNB in the first place.) BNB doesn’t need PCS help. BNB needs PCS have more use case for there token like swaps. 2. PANCAKESWAP needs to stop sticking on ONE CHAIN AND needs a MULTI CHAIN APPROACH. Every platform now is going multi chain but PCS. How is PCS going to continue to be successful if they are only on BSC. 3. MAKING THE WEBSITE A LOT FASTER. ITS SLOW AF. 4. PCS NEEDS TO START OWNING PART OF LIQUIDITY AND STRENGTHEN THE TREASURY FOR DEVELOPMENT. 5. PCS NEEDS INCREASE BURNS AND/OR REDUCE EMISSIONS. The market is too saturated with CAKE. 5. PCS NEEDS TO CONCENTRATE ON WHAT IT DOES BEST INSTEAD OF CHASING A FAD. I am sorry to say why NFT???? There are so many platforms out there doing NFTs. Instead of wasting energy on NFTs. PCS needs to concentrate on there success such as LAUNCHPAD, IFO, FARMING AND WHATEVER TO HELP NEW PLATFORMS TO LAUNCH. 5. THE ONLY FARMS THAT SHOULD BE PAID IN CAKE IS CAKE PAIRs. Every other pair in farming should be paid out on their own native token not CAKE. This why we have immense inflationary pressure and might also reflect a high selling pressure if the user decides not to choose CAKE.\n\n",
    "proposer": "0x994f831b6e4263802e0141ef8d238fecb1ff8f55",
    "proposalCreatedAt": "2021-11-25T13:45:42.000Z",
    "proposalNativeId": "QmcTvxoVW8SY7kMZxtFwYCRBfcFkpEE6SZrcmcQNRs6LyQ",
    "endedAt": "2022-09-24T21:15:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "389",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmcTvxoVW8SY7kMZxtFwYCRBfcFkpEE6SZrcmcQNRs6LyQ",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x994f831b6e4263802e0141ef8d238fecb1ff8f55/verified_dao_experience",
    "rank": 76
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Increase Burn through NFT and Staking Function resulting in NEW TOKEN",
    "description": "What if we make NFT that is mintable only with CAKE\n\nCake from minting process then will be 100% burned and NFT could be staked resulting in NEW TOKEN\n\nNew token should have limited supply and can be minted only from NFT staking\n\nNFT then able to be utilized as in game char in CAKE P2E or Metaverse platform\n\nThis way we can burn cake while cake holders can enjoy increment in investment",
    "proposer": "0x9c51efab0f53e861da3203f021fc47d3b9598a94",
    "proposalCreatedAt": "2021-11-25T10:30:55.000Z",
    "proposalNativeId": "QmPtVU9BVasj924vRwaG4oF6Kf7o9ENbxPBEFbBk3yq5c1",
    "endedAt": "2022-12-30T17:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "196",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmPtVU9BVasj924vRwaG4oF6Kf7o9ENbxPBEFbBk3yq5c1",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x9c51efab0f53e861da3203f021fc47d3b9598a94/verified_dao_experience",
    "rank": 77
  },
  {
    "organizationId": "a356feb3-546c-457b-a1c5-cde5bb39d5df",
    "platform": "SNAPSHOT",
    "title": "Do you think Matic will survive after Ethereum 2.0?",
    "description": "Do you think Matic will survive after Ethereum 2.0?",
    "proposer": "0xa8a9306244e4e0f904643966aca2dae4914cb6f3",
    "proposalCreatedAt": "2021-11-24T06:17:32.000Z",
    "proposalNativeId": "0x3b652a89e0b446912a30046e2ebfe4f81e3baf74230d09c5d73907637ba359c2",
    "endedAt": "2022-11-04T19:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "201",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x3b652a89e0b446912a30046e2ebfe4f81e3baf74230d09c5d73907637ba359c2",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xa8a9306244e4e0f904643966aca2dae4914cb6f3/verified_dao_experience",
    "rank": 78
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Price nfts in cake",
    "description": "Price nfts in cake.  Add a % of sale  burn fee.",
    "proposer": "0x895c49147c78879fe0979d2ea984b8ea5129e1fb",
    "proposalCreatedAt": "2021-11-23T16:05:38.000Z",
    "proposalNativeId": "QmTk5gz5Qchgi6VRumep3kijxGYUn9x2XYC78yjDJyUM59",
    "endedAt": "2024-04-20T08:30:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "247",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmTk5gz5Qchgi6VRumep3kijxGYUn9x2XYC78yjDJyUM59",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x895c49147c78879fe0979d2ea984b8ea5129e1fb/verified_dao_experience",
    "rank": 79
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "薄饼使用起来舒畅吗？",
    "description": "",
    "proposer": "0x148e077809a58028bcdca00fe803dc642d4c0ed2",
    "proposalCreatedAt": "2021-11-19T12:06:42.000Z",
    "proposalNativeId": "0x0d89730b223cf47f4d4d225a1c1dfb6ed04e1158376abe80a74bc690c07b35b0",
    "endedAt": "2022-11-30T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "686",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x0d89730b223cf47f4d4d225a1c1dfb6ed04e1158376abe80a74bc690c07b35b0",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x148e077809a58028bcdca00fe803dc642d4c0ed2/verified_dao_experience",
    "rank": 80
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "薄饼手续费是回购销毁好还是分红好？",
    "description": "",
    "proposer": "0x989c7d7efed00446e359b1fed07976ad20ca14d3",
    "proposalCreatedAt": "2021-11-19T07:38:21.000Z",
    "proposalNativeId": "0x49a72f9b0cb5cb6805a5d7391e257c29330d16aab9b70ad59bc4db5bebf890ae",
    "endedAt": "2023-01-28T04:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "195",
    "proposalUrl": "https://deepdao.io/feed-proposal/0x49a72f9b0cb5cb6805a5d7391e257c29330d16aab9b70ad59bc4db5bebf890ae",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x989c7d7efed00446e359b1fed07976ad20ca14d3/verified_dao_experience",
    "rank": 81
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Become a tenant in the Bloktopia VR metaverse",
    "description": "It would be awesome to see pancakeswap become a tenant in the new vr/ar bloktopia metaverse. The metaverse launches in Q1 of 2022. They already have tons of big name crypto projects as tenants. So it only makes since that pancakeswap would become one to.",
    "proposer": "0x3ec827d4c56652b826a6cfb38257b3fd17b36922",
    "proposalCreatedAt": "2021-11-13T21:35:10.000Z",
    "proposalNativeId": "QmUcyAf7HBBWcwDiNjFkwFSTwD2ZKz9s8XiLatqEFMbx8z",
    "endedAt": "2028-03-13T07:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "4460",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmUcyAf7HBBWcwDiNjFkwFSTwD2ZKz9s8XiLatqEFMbx8z",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x3ec827d4c56652b826a6cfb38257b3fd17b36922/verified_dao_experience",
    "rank": 82
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Bybit Referral Code - jY3gW",
    "description": "[Bybit Referral Code](https://coinhax.com/bybit.html)\n\nClick here: [https://www.bybit.com/app/register?ref=jY3gW](https://www.bybit.com/app/register?ref=jY3gW)\n\nor use this code: jY3gW\n\nYou'll get up to $1000 of trading rewards to use on Bybit.",
    "proposer": "0x0fda4ac09a12c10fae30e429f4d6b47c9a83c87e",
    "proposalCreatedAt": "2021-11-11T11:51:03.000Z",
    "proposalNativeId": "QmSUxBUVwrbBHEHAF3ioinig4vTnmm4NMqBqCHHCE4Duko",
    "endedAt": "2023-12-30T16:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "2321",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmSUxBUVwrbBHEHAF3ioinig4vTnmm4NMqBqCHHCE4Duko",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x0fda4ac09a12c10fae30e429f4d6b47c9a83c87e/verified_dao_experience",
    "rank": 83
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Introduction of Cake Prediction  just like BNB prediction",
    "description": "Its simple actually \n\n**Cake prediction Just like BNB prediction**\n\n\nUpside ....cake holders that earn daily cake get to play predictions  gamble with it .\n\n**Two things happens this way**  :\n \n*Your cake bag increases*\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t                     \nOR\n*You loose your CAKE which then goes to the burn address.*\n\nBoth are win win situations for CAKE holders  you ether increase the size of your bag or you send them to the burn address which in turn  helps with the price and curb inflation.\n\nI understand BNB prediction market is still in beta phase .\nBut a MVP cake prediction market will also be cool .\n",
    "proposer": "0xd6fc929807c25d05b3f1ef8211c4eb6d6e767922",
    "proposalCreatedAt": "2021-11-07T08:31:53.000Z",
    "proposalNativeId": "QmZEkXLME21wES4Fk1c9x1AE9VsgUPhcGLZaHSLgEeuyaH",
    "endedAt": "2023-05-26T18:30:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "663",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmZEkXLME21wES4Fk1c9x1AE9VsgUPhcGLZaHSLgEeuyaH",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xd6fc929807c25d05b3f1ef8211c4eb6d6e767922/verified_dao_experience",
    "rank": 84
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "This is not accepted in our community",
    "description": "You can throw slippers at me, but I have nowhere else to turn!!! I'm new to cryptocurrency and before I got into the cake I was trying to trade on the stock exchange. As a result of trading on the stock exchange, I lost a very large amount of 2000 USD for me (for someone it may be small money, but it was very hard for me to get it). For many of you, the percentage accrued for the day in the cake is not significant money, so I would like to ask you to help me, and transfer to my wallet the cake as much as you don't mind (0X45910C699547AABEAC969673B3796D3E036BF57B). I also think that over time I will be able to gradually return these funds to you.",
    "proposer": "0x45910c699547aabeac969673b3796d3e036bf57b",
    "proposalCreatedAt": "2021-11-07T08:29:31.000Z",
    "proposalNativeId": "QmaiCY1qz1pyDr4y2zSJ1KtUC9ZFpX4BP2LBEp6SgS1XZs",
    "endedAt": "2027-08-06T21:30:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "437",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmaiCY1qz1pyDr4y2zSJ1KtUC9ZFpX4BP2LBEp6SgS1XZs",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x45910c699547aabeac969673b3796d3e036bf57b/verified_dao_experience",
    "rank": 85
  },
  {
    "organizationId": "6dd7da2e-a68f-4600-981f-e7d2df2ac38d",
    "platform": "SNAPSHOT",
    "title": "Perpetual question machine #6",
    "description": "Basic voting question that lasts a very long time",
    "proposer": "0xe284d93e16dbb8dc75aa22d8022fcfb076ac8183",
    "proposalCreatedAt": "2021-11-04T13:12:14.000Z",
    "proposalNativeId": "0xa2ae58608578e84dff03c9cdc133696c7ce40f3fafdd6d946f380dcc1836b14b",
    "endedAt": "2023-11-16T11:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "368",
    "proposalUrl": "https://deepdao.io/feed-proposal/0xa2ae58608578e84dff03c9cdc133696c7ce40f3fafdd6d946f380dcc1836b14b",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xe284d93e16dbb8dc75aa22d8022fcfb076ac8183/verified_dao_experience",
    "rank": 86
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Maximum Supply to Cake ",
    "description": "PLEASE READ BEFORE VOTING\n\nI know cake is an inflationary token and a maximum supply isn't really possible due to minting. \n\nHowever i believe if a maximum supply is set it would effect people psychologically making it more appealing. As for pancakeswap it would be like setting a deadline to have 0 emissions or below before we hit the max supply. \n\nHere is the plan:\nMaximum supply will be set at 500m which would take over 2 years for it to hit. Pancakeswap will do everything within 2 years to bring emissions down to 0 or negative to prevent it hitting 500m.\n\nIf pancakeswap fails to achieve it then once we hit 500m cake all new minting will be paused and rewards will be given out from NFT fees, IFO, transaction fees etc....  Please note by then we may have even features that would burn cake like gamification, margin, lending and borrowing. \n\n\n\n",
    "proposer": "0x42ba001719ce41fd28249073a7fb55630b5f9185",
    "proposalCreatedAt": "2021-10-16T11:43:19.000Z",
    "proposalNativeId": "QmUy97kqANcDVmQBveiPXFg5jKbLv2koiAjSzaGK1RFoLC",
    "endedAt": "2022-12-31T00:15:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "420",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmUy97kqANcDVmQBveiPXFg5jKbLv2koiAjSzaGK1RFoLC",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x42ba001719ce41fd28249073a7fb55630b5f9185/verified_dao_experience",
    "rank": 87
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Offers On NFTS!",
    "description": "Just proposing that we have a OFFER button for NFTs. If someone is asking 30 BNB as an example, we can put in offers which we think are fair, e.g 22 BNB. and they can decide if they wanna sell. \n\nThis will give a better indication of how much people are willing to pay for a NFT and how much they might be worth. It will also allow the NFTs to move around more rather than just sitting around at prices noone is willing to pay.\n\nLet me know what you think. Thanks!",
    "proposer": "0x2e3650ac21a6201bede326db7c20b06c796a91e3",
    "proposalCreatedAt": "2021-10-14T13:21:36.000Z",
    "proposalNativeId": "QmbA3memTC95w7k55vs9vDK9X57CPqUjoKg4KRz8NsfzVD",
    "endedAt": "2028-01-01T13:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "791",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmbA3memTC95w7k55vs9vDK9X57CPqUjoKg4KRz8NsfzVD",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x2e3650ac21a6201bede326db7c20b06c796a91e3/verified_dao_experience",
    "rank": 88
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Staking Pool For Dogecoin...",
    "description": "Hi Guys, I believe that alot people own Dogecoin and I think by making a nice rewarding staking pool for Doge it will attract alot of new investors. ",
    "proposer": "0xc9a09a8d1c77d88a98160ff1f62d2bb925d1d44d",
    "proposalCreatedAt": "2021-10-10T09:54:18.000Z",
    "proposalNativeId": "QmbMr9J8Ut7taaUQiZpntuESKtBBJjiv6vVSWmDzTdXdDh",
    "endedAt": "2023-10-11T21:15:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "213",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmbMr9J8Ut7taaUQiZpntuESKtBBJjiv6vVSWmDzTdXdDh",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xc9a09a8d1c77d88a98160ff1f62d2bb925d1d44d/verified_dao_experience",
    "rank": 89
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Locked CAKE pool with Higher APY",
    "description": "Introduce a new feature \"**Locked CAKE Pool**\".\n\nAllow users to stake CAKE for a *fixed* time period to receive *higher* APY. \n\nAn example: Lock your CAKE for 90 days to get 20% in addition to the current APY. If the current APY for the normal CAKE pool is 80%, then the APY for a Locked CAKE pool will be **100**%.\n\nThis is somehow similar to Binance's Locked staking feature.",
    "proposer": "0x8fd602a9e4bb07de6a72b0ff020cefcb13616933",
    "proposalCreatedAt": "2021-09-29T20:03:59.000Z",
    "proposalNativeId": "QmetxU8toHofVzJeZFJCBjhYQfYLoLip3W8rxKMJiTvEXd",
    "endedAt": "2022-09-30T22:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "222",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmetxU8toHofVzJeZFJCBjhYQfYLoLip3W8rxKMJiTvEXd",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x8fd602a9e4bb07de6a72b0ff020cefcb13616933/verified_dao_experience",
    "rank": 90
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Use celebrities for promotion of platform.",
    "description": "Pancake is a great project ,you need to introduce this to as many people as possible.",
    "proposer": "0xf38e5866d59c1a8024eb0ae1efc9ebb748b5b5c5",
    "proposalCreatedAt": "2021-09-26T05:48:17.000Z",
    "proposalNativeId": "QmfTqLvQt4HjDAiixdF7TTEyDTVXdWH69c9jjdQneJagVA",
    "endedAt": "2026-12-31T20:15:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "851",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmfTqLvQt4HjDAiixdF7TTEyDTVXdWH69c9jjdQneJagVA",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xf38e5866d59c1a8024eb0ae1efc9ebb748b5b5c5/verified_dao_experience",
    "rank": 91
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Increase frequency of IFO's",
    "description": "Increase in number of IFO's will bring more users to platform",
    "proposer": "0xf38e5866d59c1a8024eb0ae1efc9ebb748b5b5c5",
    "proposalCreatedAt": "2021-09-26T05:39:29.000Z",
    "proposalNativeId": "QmdbF9kKxnF7WabGdM9emQHVTSBczMjwP43KtmxaDiLseT",
    "endedAt": "2026-01-08T19:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "726",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmdbF9kKxnF7WabGdM9emQHVTSBczMjwP43KtmxaDiLseT",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xf38e5866d59c1a8024eb0ae1efc9ebb748b5b5c5/verified_dao_experience",
    "rank": 92
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "New Cake NFT token - Used To Buy NFT",
    "description": "How it works there will be X amount of Cake NFT tokens and you must stake cake to earn these tokens. The tokens are then used to purchase/bid for new pancakeswap NFT and are recycled back to stakers. \n\nThe tokens are tradeable and price is determined by the community. If you choose to sell/buy the token there will be a 5% tax so keeping/farming your own is encouraged. \n\nBenefitting Cake\n1. Less people will be staking in normal pools/farms = higher APY\n2. A new cake nft token can give you another source of income that could be better than current farms. \n3. Cake will have higher demand\n\nNote: figures can be changed, but its just an example of a system that i think will benefit cake. ",
    "proposer": "0x42ba001719ce41fd28249073a7fb55630b5f9185",
    "proposalCreatedAt": "2021-09-18T11:57:45.000Z",
    "proposalNativeId": "QmTFAJSGSEgpoWtsfMiBdX82bopNVTWZXuV67KM3HtDq7s",
    "endedAt": "2022-12-31T00:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "210",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmTFAJSGSEgpoWtsfMiBdX82bopNVTWZXuV67KM3HtDq7s",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x42ba001719ce41fd28249073a7fb55630b5f9185/verified_dao_experience",
    "rank": 93
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Increase AUTOCAKE staking APY rewards",
    "description": "The CAKE community has been supportive in reducing emission and increasing token burn (to 15 CAKE recently) but I think that we need to increase APY to create price action in CAKE itself.\n\nWhy?\n\n**This is psychological.**\n\nWhen people see high APY staking, they are more likely to buy CAKE to stake.\n\nIf there are low APY rewards for staking, then they'd rather park their money somewhere else.\n\n\n**APY adjustment is one area Pancakeswap cannot cut down on.**\n\nWe need a bigger community, more people to have their legs dipped into the CAKE economy, to grow the size and reach of this platform. To do this, we should continue attracting more people to put their money down, buy CAKE, and leave it locked in through attractive staking rewards.",
    "proposer": "0xbec8d059c7f72a92a11ad885d67214b54691c6b6",
    "proposalCreatedAt": "2021-09-17T09:29:21.000Z",
    "proposalNativeId": "QmPhSLEiTB7j46bA7T7YVUrM3R13xcxxpXkD7eXjGwfZM2",
    "endedAt": "2023-12-31T16:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "1238",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmPhSLEiTB7j46bA7T7YVUrM3R13xcxxpXkD7eXjGwfZM2",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xbec8d059c7f72a92a11ad885d67214b54691c6b6/verified_dao_experience",
    "rank": 94
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Limited Edition Seasonal NFT",
    "description": "I would like to see pancakeswap sell limited edition seasonal NFT so every year we have events and for each of those events they will sell NFT with a limited stock. \n\nSeasons (can add more) \n* Christmas \n* Valantines\n* Easter\n* Halloween\n* etc..... \n\nHow to buy\nYou will need to add the highest amount of cake your willing to pay and if there's limit of 10,000 NFT for that session then you must be within the top 10,000 to purchase it. Any extra cake or failed purchases will be refunded and the rest will be burnt. \n",
    "proposer": "0x42ba001719ce41fd28249073a7fb55630b5f9185",
    "proposalCreatedAt": "2021-08-05T09:16:21.000Z",
    "proposalNativeId": "QmVgAgZ4HTxACk98hNvtFW2hCjJwvvNbPACZtc7Pa5EQPc",
    "endedAt": "2022-12-31T00:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "245",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmVgAgZ4HTxACk98hNvtFW2hCjJwvvNbPACZtc7Pa5EQPc",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x42ba001719ce41fd28249073a7fb55630b5f9185/verified_dao_experience",
    "rank": 95
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "hi cake :-)",
    "description": "****The cake world is very beautiful and risky.  While it is risky, those who enter crypto money do not know exactly what it is.  You should advertise a little slower.  You can distribute 1000 cakes randomly every day to those who make automatic and manual cake investments.  Thanks .",
    "proposer": "0x4f6da0bd7f7623f1467e2b85d159863755f0a4ae",
    "proposalCreatedAt": "2021-07-31T18:58:31.000Z",
    "proposalNativeId": "QmNX1NRKJsGRsmjFaqiE3XBB2Hrk1j1U3jK2gQ52AJqh8Z",
    "endedAt": "2025-07-23T21:30:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "375",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmNX1NRKJsGRsmjFaqiE3XBB2Hrk1j1U3jK2gQ52AJqh8Z",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x4f6da0bd7f7623f1467e2b85d159863755f0a4ae/verified_dao_experience",
    "rank": 96
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Voluntary Cake Burn + Leader Board",
    "description": "An option to volantary burn cake and gain points, the points will be added to your Profile. \n\n\nThere will also be a leader board for points for every\n- 24 hours \n- 7 days\n- Monthly\n- yearly\n- All time  \n\n\nAdditional rewards can be considered but not necessary such as NFT rewards for being in the top 10 before it resets.",
    "proposer": "0x42ba001719ce41fd28249073a7fb55630b5f9185",
    "proposalCreatedAt": "2021-07-13T23:35:56.000Z",
    "proposalNativeId": "QmXQyecoNPXqFigW469Qr7rCfTT1REMGt5NpfwnLcf71D4",
    "endedAt": "2022-12-31T00:15:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "440",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmXQyecoNPXqFigW469Qr7rCfTT1REMGt5NpfwnLcf71D4",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x42ba001719ce41fd28249073a7fb55630b5f9185/verified_dao_experience",
    "rank": 97
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Voluntary cake burn option and cake burn leader board",
    "description": "An option to burn cake voluntary. For every cake you burn you will earn 1 cake point and be added to a leader board of cake burners.\n\nLeader boards\n- all time\n- yearly\n- monthly\n- weekly\n- daily\n\nI believe this will be a very effective way to burn cake without needing anything special except for a leader board and points added to profile. \n\nPerhaps if necessary rewards can be given to top burners but that can be extended later. \n\n",
    "proposer": "0x42ba001719ce41fd28249073a7fb55630b5f9185",
    "proposalCreatedAt": "2021-03-12T20:20:09.000Z",
    "proposalNativeId": "QmSjNRa6UJNsbwsBKTLq66dLr73ow6msBeoAXTqrf1SU4r",
    "endedAt": "2030-01-31T12:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "560",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmSjNRa6UJNsbwsBKTLq66dLr73ow6msBeoAXTqrf1SU4r",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x42ba001719ce41fd28249073a7fb55630b5f9185/verified_dao_experience",
    "rank": 98
  },
  {
    "organizationId": "da9956dc-8a87-40c0-a066-b8991d67e574",
    "platform": "SNAPSHOT",
    "title": "Pancake Maker & Other Merch",
    "description": "It is time to take PancakeSwap's merchandising to another level. I suggest the following physical items: chef apron, pancake maker, pancake spatula, plates and utensils + matching NFT for proof of purchase.",
    "proposer": "0x1facedfb0e0b7bac4699a471937f4d96649b8fa6",
    "proposalCreatedAt": "2021-03-09T05:27:48.000Z",
    "proposalNativeId": "QmXhZYn3V7ujKiMikpTyGvKkeUa3eku3qGdk41gfK1pmhe",
    "endedAt": "2025-12-25T17:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "386",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmXhZYn3V7ujKiMikpTyGvKkeUa3eku3qGdk41gfK1pmhe",
    "proposerProfilePageUrl": "https://deepdao.io/user/0x1facedfb0e0b7bac4699a471937f4d96649b8fa6/verified_dao_experience",
    "rank": 99
  },
  {
    "organizationId": "2bdcfc6f-cd86-47b2-aa2e-e33720ce9369",
    "platform": "SNAPSHOT",
    "title": "OIP-0 How To Use Snapshot & Create Proposals",
    "description": "Hey Octonauts,\n\nIf we reach that stage of OctoFi and you are reading this, then we are already doing great.\nOpenness and transparency are central to OctoFi’s mission in the delivery of decentralized finance (oracles) tentacles. \nThe primary use-case afforded by project supporters will be the foundational governance decisions. During early stages, OCTO governance tokens shall be used for the following:\n- Participating in voting to settle governance decisions \n- Verifying data tentacles and support systems with staking\n- Interest Program (Octo Yield)\n\nHow to use Snapshot as proposal creator:\n1. Go to https://dao.octo.fi\n2. Click on the button in the right corner “Connect wallet”\n3. Connect with one of the three wallet providers, where you hold $OCTO\n4. Click on the button “New proposal” at the main page https://snapshot.page/#/octofi\n5. Fill out the field Title:\nOIP-[consecutive number] Title of your Proposal\n6. Fill out the biggest field and tell the community about your idea or question, go into every detail. Don't forget plans about how to execute the idea or question, and funding, if needed.\n7. Place the voting options \n8. Now go to the “Actions” box \n9. Select the start date \n10. Select the end date (Remember to give enough time for voting)\n11. Fill out the Snapshot block number (now it's getting a bit crazy, read more about that number in the next section)\n\nSnapshot block number:\nThis number is important to lock the state of community members who are able to vote.\nMeans if you come around a nice proposal and the block number is in the past and you don't own any $OCTO yet or before the block number, you can't vote.\n\nH = h + ((t1 — t0) / a) \n\nWhere:\nH = target block height\nh = current block height\nt0 = current timestamp (in seconds)\nt1 = target timestamp (in seconds)\na = average time to solve a block (in seconds)\nEasy right ?\nOr \nlast_block_number + ((future_time - time_now) / block_time)\n\nSo, for example, using a current epoch time (https://www.epochconverter.com) of 1481214124, the epoch time of 1482537600 for midnight Christmas Eve, and the last block of 2771338:\n2771338 + ((1482537600 - 1481214124) / 14) = 2865872\n\nOr just look at https://etherscan.io/blocks and use the last block number ;-)\n\n12. Click on “Publish” and create the proposal \n13. Sign the message via your wallet and done\n\nHow to use Snapshot for voting ?\n1. Go to https://dao.octo.fi\n2. Click on the button in the right corner “Connect wallet”\n3. Connect with one of the three wallet provider, where you hold $OCTO\n4. Click on the option you want to vote for \n5. Sign the message via your wallet and done\n\nTo test your voting capabilities, let's start with a simple question.\n\nWho was Satoshi Nakamoto?\n\n\nBest wishes from Dr Octavius.\n",
    "proposer": "0xd06777d9b02f677214073cc3c5338904cba7894a",
    "proposalCreatedAt": "2020-09-13T21:44:09.000Z",
    "proposalNativeId": "QmWHHTcf4tF4XvJSyaZzL5BmhV2xwoFvBh5rBoqGWXvGvi",
    "endedAt": "2023-04-29T12:00:00.000Z",
    "status": "ACTIVE",
    "totalVotes": "202",
    "proposalUrl": "https://deepdao.io/feed-proposal/QmWHHTcf4tF4XvJSyaZzL5BmhV2xwoFvBh5rBoqGWXvGvi",
    "proposerProfilePageUrl": "https://deepdao.io/user/0xd06777d9b02f677214073cc3c5338904cba7894a/verified_dao_experience",
    "rank": 100
  }
]